{
  "Contact-Us":"संपर्क करें",
  "49 millions of Anpan was minted and Ownership was transferred to MasterChef Smart Contract, as well as to open Farms and ANPAN Manual Pool. Ownership cannot be transferred outside of MasterChef contract.":"49 लाख अनपन का खनन किया गया था और स्वामित्व को मास्टरशेफ स्मार्ट कॉन्ट्रैक्ट में स्थानांतरित कर दिया गया था, साथ ही फार्म और एएनपीएएन मैनुअल पूल खोलने के लिए। मास्टरशेफ अनुबंध के बाहर स्वामित्व हस्तांतरित नहीं किया जा सकता है।",
  "21 millions of Anpan was staked in Manual ANPAN Pool under Honey Pools, and they will be burned once the ANPAN Manual Pool is officially opened.":"हनी पूल के तहत मैनुअल ANPAN पूल में 21 मिलियन अनपन को दांव पर लगाया गया था, और ANPAN मैन्युअल पूल के आधिकारिक रूप से खुलने के बाद उन्हें जला दिया जाएगा।",
  "12 millions of Anpan is for private sales (0.09$) and 9 millions is for public sales (0.12$). The generated funds will be deployed to add Liquidity and support the Marketing strategy of AnpanSwap.":"12 लाख अनपन निजी बिक्री (0.09$) के लिए है और 9 लाख सार्वजनिक बिक्री (0.12$) के लिए है। उत्पन्न धन को तरलता जोड़ने और अनपनस्वैप की मार्केटिंग रणनीति का समर्थन करने के लिए तैनात किया जाएगा।",
  "6 millions of Anpan is for DEX and CEX listing, and 1 million is for Airdrop.":"6 मिलियन अनपन DEX और CEX लिस्टिंग के लिए है, और 1 मिलियन Airdrop के लिए है।",
  "Emissions is 29 Anpan/block (Honey Pool: 7.25/block and Farms: 21.75/block). Once launching other products (Lottery, ...), Anpan will be shared from Farms allocation.":"उत्सर्जन 29 अनपन/ब्लॉक (हनी पूलः 7.25/ब्लॉक और फार्मः 21.75/ब्लॉक) है। अन्य उत्पादों (लॉटरी, ...) को लॉन्च करने के बाद, अनपन को फ़ार्म आवंटन से साझा किया जाएगा।",
  "Emissions will be reduced 1 Anpan/block per month from Farms allocation by burning. All Anpans minted from Burn Farm/ Manual ANPAN Pool in the pre-opening period will also be burned.":"जलाने से फार्म आवंटन से प्रति माह 1 एएनपीएएन/ब्लॉक उत्सर्जन कम होगा। बर्न फार्म/मैनुअल अनपान पूल से पूर्व-उद्घाटन अवधि में बनाए गए सभी ANPAN को भी जला दिया जाएगा।",
  "Use this tool to find pairs that do not automatically appear in the interface.":"इस उपकरण का उपयोग उन जोड़ों को खोजने के लिए करें जो इंटरफ़ेस में स्वचालित रूप से प्रकट नहीं होते हैं।",
  "Add":"जोड़ें",
  "When you add liquidity, you are given pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.":"जब आप तरलता जोड़ते हैं, तो आपको अपनी स्थिति का प्रतिनिधित्व करने वाले पूल टोकन दिए जाते हैं। ये टोकन स्वचालित रूप से पूल के आपके हिस्से के अनुपात में शुल्क अर्जित करते हैं, और इन्हें किसी भी समय भुनाया जा सकता है।",
  "Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.":"पूल टोकन को हटाने से आपकी स्थिति को मौजूदा दर पर अंतर्निहित टोकन में बदल दिया जाता है, जो पूल के आपके हिस्से के अनुपात में होता है। अर्जित शुल्क आपको प्राप्त होने वाली राशि में शामिल किया जाता है।",
  "Find a token by searching for its name or symbol or by pasting its address below.":"टोकन का नाम या प्रतीक खोजकर या नीचे उसका पता चिपकाकर खोजें।",
  "Token name":"टोकन नाम",
  "Change":"परिवर्तन",
  "Select a list":"एक सूची चुनें",
  "View list":"सूची देखें",
  "Manage Lists":"सूचियां प्रबंधित करें",
  "Token lists are an open specification for lists of BEP20 tokens. You can use any token list by entering its URL below. Beware that third party token lists can contain fake or malicious BEP20 tokens.":"टोकन सूचियाँ BEP20 टोकन की सूचियों के लिए एक खुला विनिर्देश है। आप किसी भी टोकन सूची का उपयोग नीचे उसका URL दर्ज करके कर सकते हैं। सावधान रहें कि तृतीय पक्ष टोकन सूची में नकली या दुर्भावनापूर्ण BEP20 टोकन हो सकते हैं।",
  "Minimum received":"न्यूनतम प्राप्त",
  "Maximum sold":"अधिकतम बिका",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.":"यदि आपके लेन-देन की पुष्टि होने से पहले एक बड़ा, प्रतिकूल मूल्य आंदोलन होता है, तो आपका लेन-देन वापस आ जाएगा।",
  "Price Impact":"मूल्य प्रभाव",
  "The difference between the market price and estimated price due to trade size.":"व्यापार के आकार के कारण बाजार मूल्य और अनुमानित मूल्य के बीच का अंतर।",
  "Liquidity Provider Fee":"चलनिधि प्रदाता शुल्क",
  "For each trade a 0.2% fee is paid. 0.17% goes to liquidity providers and 0.03% goes to the AnpanSwap treasury.":"प्रत्येक ट्रेड के लिए 0.2% शुल्क का भुगतान किया जाता है। 0.17% तरलता प्रदाताओं को जाता है और 0.03% AnpanSwap कोषागार में जाता है।",
  "Routing through these tokens resulted in the best price for your trade.":"इन टोकन के माध्यम से रूटिंग के परिणामस्वरूप आपके व्यापार के लिए सर्वोत्तम मूल्य प्राप्त हुआ।",
  "The difference between the market price and your price due to trade size.":"व्यापार के आकार के कारण बाजार मूल्य और आपकी कीमत के बीच का अंतर।",
  "Token imported":"टोकन आयात किया गया",
  "This interface can load arbitrary tokens by token addresses. Please take extra caution and do your research when interacting with arbitrary BEP20 tokens.":"यह इंटरफ़ेस टोकन पतों द्वारा मनमाने टोकन लोड कर सकता है। कृपया अतिरिक्त सावधानी बरतें और मनमाने BEP20 टोकन के साथ बातचीत करते समय अपना शोध करें।",
  "When you add liquidity, you are given pool tokens that represent your share. If you don’t see a pool you joined in this list, try importing a pool below.":"जब आप तरलता जोड़ते हैं, तो आपको पूल टोकन दिए जाते हैं जो आपके हिस्से का प्रतिनिधित्व करते हैं। यदि आप इस सूची में शामिल पूल नहीं देखते हैं, तो नीचे एक पूल आयात करने का प्रयास करें।",
  "Import it.":"इसे आयात करें।",
  "Or, if you staked your LP tokens in a farm, unstake them to see them here.":"या, यदि आपने अपने एलपी टोकन को किसी फार्म में दांव पर लगाया है, तो उन्हें यहां देखने के लिए उन्हें खोल दें।",
  "Pool found!":"पूल मिला!",
  "Invalid pair":"अमान्य जोड़ी",
  "Slippage tolerance":"फिसलन सहनशीलता",
  "Enter a valid deadline":"एक मान्य समय सीमा दर्ज करें",
  "Analytics": "एनालिटिक्स",
  "Trade, Earn, Win with AnpanSwap": "AnpanSwap के साथ ट्रेड करें, कमाएं, जीतें",
  "The Automated Market Maker (AMM) and yield farm on Binance Smart Chain.": "बिनेंस स्मार्ट चेन पर ऑटोमेटेड मार्केट मेकर (एएमएम) और यील्ड फ़ार्म।",
  "Please connect your wallet to view your recent transactions":"अपने हाल के लेनदेन देखने के लिए कृपया अपना वॉलेट कनेक्ट करें",
  "Swapping tokens is done in an instant":"टोकन की अदला-बदली एक पल में हो जाती है",
  "Add liquidity to earn trading fee and LP token":"ट्रेडिंग शुल्क और एलपी टोकन अर्जित करने के लिए तरलता जोड़ें",
  "Chart and data for the AnpanSwap protocol":"AnpanSwap प्रोटोकॉल के लिए चार्ट और डेटा",
  "Pooled:":"Pooled:",
  "Your pool tokens:":"आपका पूल टोकन:",
  "Your pool share:":"आपका पूल शेयर:",
  "Remove %amountA% %symbolA% and %amountB% %symbolB%": "%amountA% %symbolA% और %amountB% %symbolB% हटाएं",
  "Add %amountA% %symbolA% and %amountB% %symbolB%":"%amountA% %symbolA% और %amountB% %symbolB% जोड़ें",
  "Swap %amountA% %symbolA% for %amountB% %symbolB%":"स्वैप %amountA% %symbolA% राशि के %amountB% %symbolB%",
  "Enable %symbol%":"सक्रिय %symbol%",
  "%symbolA%/%symbolB% Pool Tokens":"%symbolA%/%symbolB% Pool Tokens",
  "Output is estimated. You will receive at least ":"उत्पादन अनुमानित है। आप कम से कम प्राप्त करेंगे ",
  " or the transaction will revert.":" या लेनदेन वापस आ जाएगा।",
  "Input is estimated. You will sell at most ":"इनपुट अनुमानित है। आप ज्यादा से ज्यादा बिकेंगे ", 
  "Learn to Connect Wallet":"वॉलेट कनेक्ट करना सीखें",
  "Simple to trade.":"व्यापार करने के लिए सरल।",
  "No registration.":"कोई पंजीकरण नहीं।",
  "Connecting your wallet to trade tokens on Binance Smart Chain in seconds.":"Binance Smart Chain पर सेकंड में अपने वॉलेट को ट्रेड टोकन से कनेक्ट करना।",
  "View Smart Contract":"स्मार्ट अनुबंध देखें",
  "Swap Tokens Now":"अब टोकन स्वैप करें",
  "Add Liquidity Now":"अभी तरलता जोड़ें",
  "Check Data Now":"अभी डेटा जांचें",
  "Earn passive income with Farms.":"खेतों के साथ निष्क्रिय आय अर्जित करें।",
  "Stake Liquidity Pool (LP) token to earn ANPAN on the highest farms.":"उच्चतम फ़ार्म पर ANPAN अर्जित करने के लिए लिक्विडिटी पूल (LP) टोकन लें।",
  "Join Now":"अब शामिल हों",
  "Earn passive income with Honey Pools.":"हनी पूल के साथ निष्क्रिय आय अर्जित करें।",
  "Stake token in Honey Pools to earn ANPAN or other tokens on the best pools.":"सर्वोत्तम पूल पर ANPAN या अन्य टोकन अर्जित करने के लिए हनी पूल में टोकन लगाएं।",
  "Win millions in prizes with Prediction.":"भविष्यवाणी के साथ पुरस्कारों में लाखों जीतें।",
  "Win millions in prizes with Lottery.":"लॉटरी के साथ लाखों पुरस्कार जीतें।",
  "Buy tickets with ANPAN, win ANPAN if your numbers match.":"ANPAN के साथ टिकट खरीदें, यदि आपके नंबर मेल खाते हैं तो ANPAN जीतें।",
  "2021 Roadmap":"2021 रोडमैप",
  "ANPAN Tokenomics & Total Value Locked.":"ANPAN टोकनोमिक्स और टोटल वैल्यू लॉक्ड।",
  "ANPAN token is at the heart of the AnpanSwap ecosystem. Buy it, spend it, stake it, win it...":"ANPAN टोकन AnpanSwap पारिस्थितिकी तंत्र के केंद्र में है। इसे खरीदें, इसे खर्च करें, इसे दांव पर लगाएं, इसे जीतें...", 
  "Farm": "फार्म",
  "Staking": " ",
  "Honey Pool": "Honey पूल",
  "Exchange": "एक्सचेंज",
  "Docs": "दस्तावेज़",
  "Voting": "वोटिंग",
  "Lottery": "लॉटरी",
  "Connect Wallet": "वॉलेट कनेक्ट करें",
  "Your %asset% Balance": "आपका  %asset% बैलेंस",
  "Total %asset% Supply": "कूल %asset% सप्लाई",
  "Locked": "लॉक किया गया",
  "Pending harvest": "पेंडिंग कटाई",
  "New rewards per block": "प्रति ब्लॉक नए रिवार्ड्स",
  "Total ANPAN burned since launch": "लॉन्च के बाद से कुल जलाए गए केक",
  "See the Kitchen": "रसोई  देखे",
  "Telegram": "Telegram",
  "Blog": "ब्लॉग",
  "Github": "Github",
  "Twitter": "Twitter",
  "Deposit": "जमा ",
  "Earn": "जीतें",
  "Stake LP tokens to stack ANPAN": "ANPAN स्टेक करने के लिए LP टोकन को स्टेक करें",
  "You can swap back anytime": "आप किसी भी समय वापस स्वैप कर सकते हैं",
  "%asset% Earned": "%asset% जीते",
  "Tokens Staked": "दाँव पर लगे हुए टोकन",
  "Every time you stake and unstake ANPAN tokens, the contract will automagically harvest ANPAN rewards for you!": "जब भी आप ANPAN टोकन को स्टेक या अनस्टेक करेंगे तो कॉन्ट्रैक्ट द्वारा आपके लिए ANPAN को अपने आप प्राप्त किया जाएगा!",
  "XVS Tokens Earned": "जीते हुए XVS टोकन",
  "Rewards will be calculated per block and total rewards will be distributed automatically at the end of each project’s farming period.": "पुरस्कारों की गणना प्रति ब्‍लॉक की जाएगी और प्रत्येक प्रोजेक्ट की फार्मिंग अवधि के अंत में कुल पुरस्कार अपने आप वितरित किए जाएंगे।",
  "Pool": "पूल",
  "Coming Soon": "जल्द आ रहा है",
  "APY": "APY",
  "Total Liquidity": "कुल लिक्विडिटी",
  "View on BscScan": "BscScan पर देखें",
  "Anpan price": "Anpan की कीमत",
  "%asset% Tokens Earned": "%asset% से अर्जित किए गए टोकन",
  "%num% blocks until farming ends": "फार्मिंग खत्म होने तक %num% ब्लॉक",
  "Coming Soon...": "जल्द आ रहा है...",
  "Your Stake": "आपका स्टेक",
  "Farming starts in %num% Blocks": "फार्मिंग %num% ब्लॉक में शुरू होगी",
  "Finished": "खत्म हुई",
  "Farming ends in %num% Blocks": "फार्मिंग %num% ब्लॉक में खत्म होगी",
  "Project site": "प्रोजेक्ट साइट",
  "See Token Info": "टोकन जानकारी देखें",
  "You can unstake at any time.": "आप किसी भी समय अनस्टेक कर सकते हैं।",
  "Rewards are calculated per block.": "पुरस्कारों की गणना प्रति ब्लॉक के हिसाब से की जाती है।",
  "Total": "कुल",
  "End": "समाप्त",
  "View Project Site": "प्रोजेक्ट साइट देखें",
  "Your Project? 👀": "आपका प्रोजेक्ट? 👀",
  "Create a pool for your token": "अपने टोकन के लिए पूल बनाएं",
  "Apply now": "अभी आवेदन करें",
  "Round 1: BUYING": "राउंड 1: खरीदना",
  "%num% ANPAN": "%num% ANPAN",
  "Spend ANPAN to buy tickets, contributing to the lottery pot. Ticket purchases end approx. 30 minutes before lottery. Win prizes if 2, 3, or 4 of your ticket numbers match the winning numbers and their positions! Good luck!": "ANPAN खरीदने के लिए टिकट खरीदें, जिससे लॉटरी पॉट में योगदान मिलता है। लॉटरी का नंबर निकलने से लगभग 30 मिनट पहले टिकट की खरीदारी खत्म हो जाती है। यदि आपके टिकट के 2, 3 या 4 नंबर या इनकी पोजीशन, जीतने वाले नंबरों से मैच होती है तो पुरस्कार जीतें! शुभकामनाएं!",
  "Your total tickets for this round": "इस राउंड के लिए आपके कुल टिकट",
  "Buy ticket": "टिकट खरीदें",
  "View your tickets": "अपने टिकट देखें",
  "Approx. time left to buy tickets": "टिकट खरीदने के लिए बचा हुआ अनुमानित समय",
  "My Tickets (Total: %TICKETS%)": "मेरे टिकट (कुल: %TICKETS%)",
  "Close": "बंद करें",
  "Latest Winning Numbers": "जीतने वाले नए नंबर",
  "Ticket": "टिकट",
  "Tickets matching 4 numbers:": "वे टिकट जिनके 4 नंबर मैच हो रहे हैं:",
  "Tickets matching 3 numbers:": "वे टिकट जिनके 3 नंबर मैच हो रहे हैं:",
  "Tickets matching 2 numbers:": "वे टिकट जिनके 2 नंबर मैच हो रहे हैं:",
  "Export recent winning numbers": "हाल के जीतने वाले नंबरों को एक्सपोर्ट करें",
  "Enter amount of tickets to buy": "खरीदने के लिए टिकट की राशि दर्ज करें",
  "Max": "अधिकतम",
  "%num% ANPAN Available": "%num% ANPAN उपलब्ध",
  "%num% %symbol% Available": "%num% %symbol% उपलब्ध",
  "Your amount must be a multiple of 10 ANPAN": "आपकी राशि 10 ANPAN के गुणा में होनी चाहिए",
  "1 Ticket = %lotteryPrice% ANPAN": "1 टिकट = %lotteryPrice% ANPAN",
  "Until ticket sale:": "टिकट बिक्री होने तक:",
  "You will spend: %num% ANPAN": "आप खर्च करेंगे: %num% ANPAN",
  "Cancel": "रद्द करें",
  "Confirm": "कन्फ़र्म करें",
  "Warning": "चेतावनी",
  "Lottery ticket purchases are final.": "लॉटरी टिकटों की खरीद अंतिम होती है।",
  "Your ANPAN will not be returned to you after you spend it to buy tickets.": "जब आप टिकट खरीदने के लिए अपने ANPAN खर्च कर लेते हैं, तो उसके बाद आपके ANPAN वापस नहीं किए जाएँगे।",
  "Tickets are only valid for one lottery draw, and will be burned after the draw.": "टिकट केवल एक लॉटरी ड्रॉ के लिए मान्य होते हैं और ड्रॉ के बाद इन्हें नष्ट कर दिया जाएगा।",
  "Buying tickets does not guarantee you will win anything. Please only participate once you understand the risks.": "टिकट खरीदने का मतलब यह गारंटी नहीं होती है कि आपको कोई रिवार्ड मिल जाएगा। कृपया जोखिम को समझने के बाद ही शामिल हों।",
  "I understand": "मैं समझता हूं",
  "Ticket purchases are final. Your ANPAN cannot be returned to you after buying tickets.": "टिकटों की खरीदारी अंतिम होती है। टिकट खरीदने के बाद आपके ANPAN वापस नहीं किए जा सकते हैं।",
  "Claim prizes": "पुरस्कारों को क्लेम करें",
  "ANPAN prizes to be claimed": "ANPAN पुरस्कारों को क्लेम किया जाता है",
  "Round 2: CLAIMING": "राउंड 2: क्लेम करना",
  "Pending Confirmation": "कन्फ़र्मेशन पेंडिंग है",
  "Approx. time before next lottery start": "अगली लॉटरी शुरू होने से पहले अनुमानित समय",
  "Enable ANPAN": "ANPAN सक्षम करें",
  "IFO: Initial Farm Offerings": "IFO: फार्म संबंधी आरंभिक पेशकश",
  "Buy new tokens with a brand new token sale model.": "एकदम नए टोकन के सेल मॉडल के साथ नए टोकन खरीदें।",
  "You’ll pay for the new tokens using ANPAN-BNB LP tokens, which means you need to stake equal amounts of ANPAN and BNB in a liquidity pool to take part.": "आप ANPAN-BNB LP टोकन का उपयोग करके नए टोकन के लिए भुगतान करेंगे जिसका मतलब है कि आपको इसमें शामिल होने के लिए लिक्विडिटी पूल में ANPAN और BNB की समान राशि को स्टेक करना होता है।",
  "Get ANPAN-BNB LP >": "ANPAN-BNB LP पाएं >",
  "The project gets the BNB, AnpanSwap burns the ANPAN.": "प्रोजेक्ट को BNB मिलता है, AnpanSwap ANPAN को बर्न करता है।",
  "You get the tokens.": "आपको टोकन मिलते हैं।",
  "Want to launch your own IFO?": "क्या आप अपना IFO लॉन्च करना चाहते हैं?",
  "Launch your project with AnpanSwap, Binance Smart Chain’s most-used AMM project and liquidity provider, to bring your token directly to the most active and rapidly growing community on BSC.": "AnpanSwap के साथ अपना प्रोजेक्ट लॉन्च करें, जो Binance Smart Chain का सबसे ज्यादा उपयोग किया जाने वाला AMM प्रोजेक्ट और लिक्विडिटी प्रोवाइडर है ताकि आपके टोकन BSC पर सर्वाधिक सक्रिय और तेजी से बढ़ती हुई कम्युनिटी पर सीधे लाए जा सकें।",
  "Apply to launch": "लॉन्च करने के लिए आवेदन करें",
  "Community": "कम्युनिटी",
  "Core": "कोर",
  "Available": "उपलब्ध",
  "My Wallet": "मेरा वॉलेट",
  "Sign out": "साइन आउट करें",
  "Harvest all (%count%)": "सभी (%count%) पाएं",
  "Anpan Stats": "Anpan के आंकड़ें",
  "Total ANPAN Supply": "कुल ANPAN सप्लाई",
  "Total ANPAN Burned": "कुल ANPAN बर्न किए गए",
  "New ANPAN/block": "नया ANPAN/ब्लॉक",
  "Farms & Staking": "फार्म और स्टेकिंग",
  "ANPAN to Harvest": "पाने के लिए ANPAN",
  "ANPAN in Wallet": "वॉलेट में ANPAN",
  "Collecting ANPAN": "ANPAN कलेक्ट करना",
  "Your Lottery Winnings": "लॉटरी में आपकी जीत",
  "ANPAN to Collect": "कलेक्ट करने के लिए ANPAN",
  "Total jackpot this round": "इस राउंड में कुल जैकपॉट",
  "Collect Winnings": "जीते हुए पुरस्कार कलेक्ट करें",
  "Buy Tickets": "टिकट खरीदें",
  "Harvest": "प्राप्त करें",
  "Select": "चुनें",
  "Winning Numbers This Round": "इस राउंड के विजेता नंबर",
  "Winning numbers": "जीतने वाले नंबर",
  "Total prizes": "कुल पुरस्कार",
  "Round #%num%": "राउंड #%num%",
  "Total Pot:": "कुल पॉट:",
  "Staking Pool": "स्टेकिंग पूल",
  "AnpanSwap": "AnpanSwap",
  "The #1 AMM and yield farm on Binance Smart Chain.": "Binance Smart Chain में #1 AMM और यील्ड फ़ॉर्म",
  "Stake ANPAN to earn new tokens.": "नए टोकन जीतने के लिए ANPAN को स्टेक करें।",
  "Launch Time": "लॉन्च टाइम",
  "For Sale": "सेल के लिए",
  "ANPAN to burn (USD)": "बर्न करने के लिए ANPAN (USD)",
  "ANPAN to burn:": "बर्न करने के लिए ANPAN:",
  "Unstake": "अनस्टेक करें",
  "⭐️ Every time you stake and unstake LP tokens, the contract will automagically harvest ANPAN rewards for you!": "⭐️ जब भी आप LP टोकन को स्टेक या अनस्टेक करेंगे तो कॉन्ट्रैक्ट आपके लिए ANPAN पुरस्कार को अपने आप प्राप्त कर लेगा!",
  "How to take part": "इसमें शामिल कैसे हों",
  "Before Sale": "सेल से पहले",
  "Buy ANPAN and BNB tokens": "ANPAN और BNB टोकन खरीदें",
  "Get ANPAN-BNB LP tokens by adding ANPAN and BNB liquidity": "ANPAN और BNB लिक्विडिटी जोड़कर ANPAN-BNB LP टोकन पाएं",
  "During Sale": "सेल के दौरान",
  "While the sale is live, commit your ANPAN-LP tokens to buy the IFO tokens": "सेल के लाइव होने के दौरान, अपने ANPAN-LP टोकन से IFO टोकन खरीदने का वचन दें",
  "After Sale": "सेल के बाद",
  "Claim the tokens you bought, along with any unspent funds.": "किसी भी खर्च न हुए फ़ंड के साथ, आपके खरीदे हुए टोकन को क्लेम करें।",
  "Done!": "हो गया!",
  "Read more": "और पढ़ें",
  "Connect": "कनेक्ट करें",
  "Trade in for ANPAN, or keep for your collection!": "ANPAN के लिए अदला-बदली यानी ट्रेड-इन करें या अपने कलेक्शन के लिए रखें!",
  "Register your interest in winning an NFT below.": "NFT जीतने के लिए अपनी रुचि को नीचे पंजीकृत कराएं।",
  "Register for a chance to win": "जीतने का मौका पाने के लिए पंजीकरण कराएं",
  "Learn more": "और जानें",
  "Trade in NFT": "NFT में ट्रेड",
  "Trade in": "ट्रेड इन",
  "You will receive": "आपको मिलेगा",
  "When you trade in this NFT to receive ANPAN, you will lose access to it forever!": "जब आप ANPAN पाने के लिए इस NFT को ट्रेड इन करते हैं, तो आप इसे हमेशा के लिए खो देंगे!",
  "Claim NFT": "NFT को क्लेम करें",
  "How it works": "यह कैसे काम करता है",
  "Winners will be able to claim an NFT on this page once the claiming period starts.": "क्लेम करने की अवधि शुरू होते ही, विजेता इस पेज पर NFT को क्लेम कर सकेंगे।",
  "If you’re not selected, you won’t be able to claim. Better luck next time!": "यदि आपको चुना नहीं गया है, तो आप क्लेम नहीं कर पाएंगे। अगली बार के लिए शुभकामनाएं!",
  "Winners can trade in their NFTs for a ANPAN value until the expiry date written below. If you don't trade in your NFT by then, don’t worry: you’ll still keep it in your wallet!": "विजेता, नीचे लिखी हुई समय समाप्ति तिथि तक किसी ANPAN वैल्यू के लिए अपने NFT को ट्रेड इन कर सकते हैं। यदि आप उस समय तक अपने NFT को ट्रेड इन नहीं करते हैं, तो चिंता न करें: आप इसे अभी भी अपने वॉलेट में रख पाएंगे!",
  "How are winners selected?": "विजेताओं को कैसे चुना जाता है?",
  "Winners are selected at random! Good luck!": "विजेताओं को रैंडम तरीके से चुना जाता है! शुभकामनाएं!",
  "Value if traded in": "ट्रेड इन किए जाने पर वैल्यू",
  "Number minted": "बनाई गई राशि",
  "Number burned": "नंबर बर्न किए गए",
  "Claim this NFT": "इस NFT को क्लेम करें",
  "Trade in for ANPAN": "ANPAN के लिए ट्रेड इन करें",
  "Loading…": "लोड हो रहा है…",
  "Details": "जानकारी",
  "You won!": "आप जीत गए!",
  "Claim an NFT from the options below!": "नीचे दिए गए विकल्प से NFT को क्लेम करें!",
  "Can be traded until": "इस समय तक ट्रेड किया जा सकता है:",
  "Wallet Disconnected": "वॉलेट डिसकनेक्ट हो गया",
  "Connect to see if you have won an NFT!": "यह देखने के लिए कनेक्ट करें कि क्या आपने NFT जीता है!",
  "Home": "होम",
  "Trade": "ट्रेड",
  "Farms": "फार्म",
  "Pools": "पूल",
  "NFT": "NFT",
  "Info": "सूचना",
  "IFO": "IFO",
  "More": "और",
  "Liquidity": "लिक्विडिटी",
  "Overview": "एक नजर",
  "Token": "टोकन",
  "Pairs": "पेयर",
  "Accounts": "खाते",
  "Stake LP tokens to earn ANPAN": "ANPAN जीतने के लिए LP टोकन को स्टेक करें",
  "Active": "एक्टिव",
  "Inactive": "इनेक्टिव",
  "Dual": "डूएल",
  "Compound": "कम्पाउंड",
  "Unstake %asset%": "%asset% को अनस्टेक करें",
  "The ANPAN Lottery": "ANPAN लॉटरी",
  "Buy tickets with ANPAN": "ANPAN से टिकट खरीदें",
  "Win if 2, 3 or 4 of your ticket numbers match!": "अगर आपके टिकट के 2, 3 या 4 नंबर मैच होते हैं तो पुरस्कार जीतें!",
  "%time% Until lottery draw": "लॉटरी ड्रॉ होने में %time% बाकी",
  "Next draw": "अगला ड्रॉ",
  "Past draws": "पिछले ड्रॉ",
  "Round %num%": "राउंड %num%",
  "Total Pot": "कुल पॉट",
  "Your tickets for this round": "इस राउंड के लिए आपके टिकट",
  "Sorry, no prizes to collect": "माफ कीजिए, प्राप्त करने के लिए कोई पुरस्कार नहीं है",
  "In Wallet": "वॉलेट में",
  "Loading...": "लोड हो रहा है…...",
  "Next IFO": "अगला IFO",
  "Past IFOs": "पिछले IFO",
  "APR": "APR",
  "APR (incl. LP rewards)": "APR (LP पुरस्कार सहित)",
  "Select lottery number:": "लॉटरी नंबर चुनें:",
  "Search": "खोजें",
  "History": "हिस्ट्री",
  "Pool Size": "पूल का आकार",
  "Burned": "बर्न किए गए",
  "To burn": "बर्न करने के लिए",
  "Show Last": "अंतिम दिखाएं",
  "Prize Pot": "पुरस्कार पॉट",
  "Winners": "विजेता",
  "No. Matched": "नहीं। कोई मैच नहीं हुआ",
  "Enable Contract": "कॉन्ट्रैक्ट सक्षम करें",
  "%asset% staked": "%asset% स्टेक किया गया",
  "Total Value Locked": "कुल वैल्यू लॉक की गई",
  "Across all LPs and Honey Pools": "सभी LP और Honey पूल में",
  "Your wallet": "आपका वॉलेट",
  "Logout": "लॉगआउट करें",
  "Profile Setup": "प्रोफ़ाइल सेटअप",
  "Show off your stats and collectibles with your unique profile.": "अपनी अनोखी प्रोफ़ाइल के साथ अपने आंकड़े और कलेक्शन आइटम सबको दिखाएं",
  "Total cost: 10 ANPAN": "कुल लागत: 10 ANPAN",
  "Get Starter Collectible": "शुरुआती कलेक्शन आइटम पाएं",
  "Set Profile Picture": "प्रोफ़ाइल पिक्चर सेट करें",
  "Join Team": "टीम से जुड़ें",
  "Set Name": "नाम सेट करें",
  "Step 1": "चरण 1",
  "Every profile starts by making a \"starter\" collectible (NFT).": "हरेक प्रोफ़ाइल को बनाने का काम \"शुरुआती\" कलेक्शन आइटम (NFT) बनाकर शुरू होता है।",
  "This starter will also become your first profile picture.": "यह शुरुआती आइटम या स्टार्टर आपकी पहली प्रोफ़ाइल पिक्चर भी बनेगी।",
  "You can change your profile pic later if you get another approved Anpans Collectible,": "यदि आपको कोई दूसरे मंज़ूर किए गए Anpans कलेक्शन आइटम मिलते हैं तो आप बाद में अपनी प्रोफ़ाइल पिक्चर बदल भी सकते हैं।",
  "Choose your Starter!": "अपना शुरुआती आइटम या स्टार्टर चुनें!",
  "Choose wisely: you can only ever make one starter collectible!": "होशियारी से चुनें: आप केवल एक शुरुआती कलेक्शन आइटम बना सकते हैं!",
  "Cost: 5 ANPAN": "लागत: 5 ANPAN",
  "Next Step": "अगला चरण",
  "Confirming": "कन्फ़र्म किया जा रहा है",
  "Enabled": "सक्षम किया गया",
  "Confirmed": "कन्फ़र्म किया गया",
  "Insufficient ANPAN balance": "अपर्याप्त ANPAN बैलेंस",
  "Step 2": "चरण 2",
  "Choose collectible": "कलेक्शन आइटम चुनें",
  "Choose a profile picture from the eligible collectibles (NFT) in your wallet, shown below.": "अपने वॉलेट में योग्य कलेक्शन आइटम (NFT) में से कोई प्रोफ़ाइल पिक्चर चुनें, जिसे नीचे दिखाया गया है।",
  "Only approved Anpans Collectibles can be used.": "केवल मंज़ूर किए गए Anpans कलेक्शन आइटम का ही उपयोग किया जा सकता है।",
  "Allow collectible to be locked": "कलेक्शन आइटम को लॉक किए जाने की अनुमति दें",
  "The collectible you've chosen will be locked in a smart contract while it's being used as your profile picture. ": "आपके द्वारा चुने गए कलेक्शन आइटम को आपकी प्रोफ़ाइल पिक्चर के तौर पर उपयोग किए जाते समय एक स्मार्ट कॉन्ट्रैक्ट में लॉक किया जाएगा। ",
  "Don't worry - you'll be able to get it back at any time.": "चिंता न करें - आप इसे किसी भी समय वापस ले सकते हैं।",
  "Step 3": "चरण 3",
  "Join a Team": "किसी टीम से जुड़ें",
  "It won't be possible to undo the choice you make for the foreseeable future!": "प्रत्याशित भविष्य के लिए आप जो विकल्प चुनेंगे, उन्हें अचयनित करना संभव नहीं होगा!",
  "There's currently no big difference between teams, and no benefit of joining one team over another for now.": "फिलहाल टीमों के बीच कोई बड़ा अंतर नहीं है और इस समय किसी एक टीम के बजाय दूसरी टीम से जुड़ने में कोई फायदा भी नहीं है।",
  "So pick whichever you like!": "इसलिए आपको जो भी पसंद हो, उसे चुनें!",
  "%count% Members": "%count% मेंबर",
  "Step 4": "चरण 4",
  "This name will be shown in team leaderboards and search results as long as your profile is active.": "यह नाम उस समय तक टीम लीडरबोर्ड और खोज परिणामों में दिखाया जाएगा जब तक आपकी प्रोफ़ाइल सक्रिय रहती है।",
  "Your name must be at least 3 and at most 15 standards letters and numbers long.": "आपका नाम कम से कम 3 और ज्यादा से ज्यादा 15 मानक अक्षरों और संख्याओं जितना लंबा होना चाहिए।",
  "Complete Profile": "प्रोफ़ाइल को पूरा करें",
  "Maximum length: 15 characters": "अधिकतम लंबाई: 15 कैरेक्टर",
  "Minimum length: 3 characters": "न्यूनतम लंबाई: 3 कैरेक्टर",
  "No spaces or special characters": "कोई स्पेस या विशेष कैरेक्टर न दें",
  "Submitting NFT to contract and confirming User Name and Team": "NFT को कॉन्ट्रैक्ट में सबमिट किया जा रहा है और यूज़र नेम और टीम को कन्फ़र्म किया जा रहा है",
  "Oops!": "ओह!",
  "We couldn't find any Anpans Collectibles in your wallet.": "हमें आपके वॉलेट में कोई Anpans कलेक्शन आइटम नहीं मिला।",
  "You need a Anpans Collectible to finish setting up your profile. If you sold or transferred your starter collectible to another wallet, you'll need to get it back or acquire a new one somehow. You can't make a new starter with this wallet address.": "आपको अपनी प्रोफ़ाइल का सेटअप पूरा करने के लिए Anpans कलेक्शन आइटम की जरूरत होती है। यदि आपने अपने शुरुआती कलेक्शन आइटम को दूसरे वॉलेट में बेच दिया है या ट्रांसफ़र कर दिया है तो आपको इसे वापस लेना होगा या किसी तरह से नया हासिल करना होगा। आप इस वॉलेट पते के साथ नया शुरुआती आइटम या स्टार्टर नहीं बना सकते हैं।",
  "ROI": "ROI",
  "Timeframe": "समय-सीमा",
  "ANPAN per $1000": "प्रति $1000 ANPAN",
  "Calculated based on current rates.": "गणना वर्तमान रेट पर आधारित है।",
  "Compounding %freq%x daily.": "रोजाना %freq%x बार कंपाउंड किया जाता है।",
  "All figures are estimates provided for your convenience only, and by no means represent guaranteed returns.": "ये सभी आंकड़े केवल आपकी सुविधा के लिए दिए गए अनुमान हैं और ये किसी भी तरह से गारंटी के साथ रिटर्न को व्यक्त नहीं करते हैं।",
  "You can't change this once you click Confirm.": "कन्फ़र्म करें पर क्लिक करने के बाद आप इसे बदल नहीं सकते हैं।",
  "Until ticket sale": "टिकट बिक्री होने तक",
  "To burn:": "बर्न करने के लिए:",
  "On sale soon": "जल्द ही सेल में",
  "On sale": "सेल में",
  "Teams Overview": "टीमों पर एक नज़र",
  "Teams": "टीमें",
  "See More": "और देखें",
  "Team Achievements": "टीम की उपलब्धियां",
  "Team Points": "टीम के पॉइंट",
  "Active Members": "एक्टिव मेंबर",
  "Set up now": "अभी सेट अप करें",
  "You haven’t set up your profile yet!": "आपने अभी तक अपनी प्रोफ़ाइल सेट नहीं की है!",
  "You can do this at any time by clicking on your profile picture in the menu": "आप मेनू में अपनी प्रोफ़ाइल पिक्चर पर क्लिक करके कभी भी ऐसा कर सकते हैं",
  "Collect": "कलेक्ट करें",
  "Compounding": "कम्पाउंड किया जा रहा है",
  "Harvesting": "प्राप्त किया जा रहा है",
  "Buy ANPAN": "ANPAN खरीदें",
  "Get LP tokens": "LP टोकन खरीदें",
  "Show": "दिखाएं",
  "Hide": "छिपाएं",
  "Stake LP tokens": "LP टोकन को स्टेक करें",
  "Stake": "स्टेक",
  "Earned": "जीते गए",
  "Staked": "स्टेक किए गए",
  "The lottery number you provided does not exist": "आपने जो लॉटरी नंबर दिया है, वह मौजूद नहीं है",
  "Error fetching data": "डेटा प्राप्त करने में त्रुटि",
  "Teams & Profiles": "टीम और प्रोफ़ाइल",
  "Earn more points for completing larger quests!": "बड़े क्वेस्ट को पूरा करने के लिए और पॉइंट जीतें!",
  "Collecting points for these tasks makes them available again.": "इन टास्क के पॉइंट इकट्ठा करने से ये टास्क फिर से उपलब्ध हो जाते हैं।",
  "Earn points by completing regular tasks!": "नियमित टास्क पूरा करके पॉइंट जीतें!",
  "Task Center": "टास्क सेंटर",
  "Achievements": "उपलब्धियां",
  "Enter your name...": "अपना नाम डालें...",
  "I understand that people can view my wallet if they know my username": "मैं समझता हूं कि लोगों को अगर मेरा यूज़रनेम पता हो तो वे मेरा वॉलेट देख सकते हैं",
  "A minimum of %num% ANPAN is required": "न्यूनतम %num% ANPAN होना जरूरी है",
  "Only reuse a name from other social media if you're OK with people viewing your wallet. You can't change your name once you click Confirm.": "केवल उसी स्थिति में दूसरे सोशल मीडिया का नाम दोबारा इस्तेमाल करें जबकि आपको इसमें कोई दिक्कत नहीं है कि लोग आपका वॉलेट देखें। कन्फ़र्म करें पर क्लिक करने के बाद आप अपना नाम नहीं बदल सकते हैं।",
  "Please connect your wallet to continue": "जारी रखने के लिए कृपया अपना वॉलेट कनेक्ट करें",
  "Public Profile": "पब्लिक प्रोफ़ाइल",
  "Show off your stats and collectibles with your unique profile. Team features will be revealed soon!": "अपनी अनूठी प्रोफ़ाइल के साथ अपने आंकड़े और कलेक्शन आइटम दिखाएं। टीम फ़ीचर भी जल्दी ही पेश किए जाएंगे!",
  "Points": "पॉइंट",
  "Set Your Name": "अपना नाम सेट करें",
  "Step %num%": "चरण %num%",
  "See the list >": "सूची देखें >",
  "Staked only": "केवल स्टेक किया गया",
  "Get %symbol%": "%symbol% पाएं",
  "Balance": "शेष राशि",
  "Oops, page not found.": "ओह, पेज नहीं मिला।",
  "Back Home": "होम पर वापस जाएं",
  "Unstake LP tokens": "LP टोकन को अनस्टेक करें",
  "Live": "लाइव",
  "Start": "शुरू करें",
  "Finish": "पूरा करें",
  "Connect wallet to view": "इसे देखने के लिए वॉलेट कनेक्ट करें:",
  "Sorry, you needed to register during the “entry” period!": "माफ करें, आपको “एंट्री” की अवधि के दौरान रजिस्टर करना था!",
  "Check your Rank": "अपनी रैंक देखें",
  "You’re not participating this time.": "इस बार आप हिस्सा नहीं ले रहे हैं।",
  "Rank in team": "टीम में रैंक",
  "Your volume": "आपका वॉल्यूम",
  "Since start": "शुरू से लेकर",
  "Your Score": "आपका स्कोर",
  "Enable": "चालू करें",
  "Enabling": "चालू कर रहे हैं",
  "%amount% ANPAN": "%amount% ANPAN",
  "IFO Shopper: %title%": "IFO खरीदार: %title%",
  "%num% of total": "कुल में से %num%",
  "All estimated rates take into account this pool’s %fee%% performance fee": "सभी संभावित रेट में, इस पूल की %fee%% परफॉर्मेंस फीस भी शामिल होती है",
  "Sorry, you didn’t contribute enough LP tokens to meet the minimum threshold. You didn’t buy anything in this sale, but you can still reclaim your LP tokens.": "माफ करें, मगर आपने जरूरी न्यूनतम सीमा पूरी करने के लिए पर्याप्त LP टोकन नहीं दिए हैं। आपने इस सेल में कुछ नहीं खरीदा, मगर आप अपने LP टोकन फिर से क्लेम कर सकते हैं।",
  "Only applies within 3 days of staking. Unstaking after 3 days will not include a fee. Timer resets every time you stake new ANPAN in the pool.": "स्टेक पर लगाए जाने के 3 दिनों तक ही लागू होता है। 3 दिन बाद स्टेक से हटाने पर कोई फ़ीस नहीं लगेगी। जब भी आप पूल में कोई नया ANPAN स्टेक पर लगाते हैं, टाइमर रीसेट हो जाता है।",
  "Unstaking Fee": "अनस्टेकिंग फीस",
  "unstaking fee until": "स्टेक से हटाने की फ़ीस, इतने समय तक के लिए:",
  "unstaking fee if withdrawn within 72h": "अगर 72 घंटे के अंदर वापस ले लिया जाता है, तब स्टेक से हटाने की फ़ीस",
  "Unstaking fee: %fee%%": "स्टेक से हटाने की फ़ीस: %fee%%",
  "Performance Fee": "परफ़ॉर्मेंस फ़ीस",
  "Compound: collect and restake ANPAN into pool.": "कंपाउंड: ANPAN कलेक्ट करें और उसे पूल में फिर से स्टेक पर लगाएं।",
  "Harvest: collect ANPAN and send to wallet": "हार्वेस्ट यानी प्राप्त करें: ANPAN कलेक्ट करें और वॉलेट में भेजें",
  "%position% Entered": "%position% एंटर किया गया",
  "Sort by": "ऐसे सॉर्टिंग करें",
  "Expired": "समाप्त",
  "Calculating": "कैलकुलेट किया जा रहा है",
  "Next": "अगला",
  "Later": "बाद में",
  "Up": "ऊपर",
  "Down": "नीचे",
  "%multiplier% Payout": "%multiplier% पेआउट",
  "Enter %direction%": "%direction% एंटर करें",
  "Prize Pool:": "पुरस्कार पूल:",
  "Charts": "चार्ट",
  "Your history": "आपकी हिस्ट्री",
  "All": "सभी",
  "Collected": "कलेक्ट किया",
  "Uncollected": "कलेक्ट नहीं किया",
  "Round": "राउंड",
  "Rounds": "राउंड",
  "PNL": "PNL",
  "Your Result": "आपका परिणाम",
  "Your direction": "आपकी दिशा",
  "Your position": "आपकी पोजीशन",
  "Lose": "हानि",
  "Entry starts": "एंट्री शुरू होती है",
  "Locked Price": "लॉक की गई कीमत",
  "Last Price": "पिछली कीमत",
  "Closed Price": "क्लोज़िंग कीमत",
  "Win": "जीत",
  "Opening Block": "ब्लॉक खोल रहे हैं",
  "Closing Block": "ब्लॉक बंद कर रहे हैं",
  "Total Value Locked (TVL)": "लॉक की गई कुल वैल्यू (TVL)",
  "Automatic restaking": "ऑटोमैटिक रीस्टेकिंग",
  "Manual ANPAN": "मैनुअल ANPAN",
  "Auto ANPAN": "ऑटो ANPAN",
  "Auto ANPAN Bounty": "ऑटो ANPAN बाउंटी",
  "Claim": "क्लेम करें",
  "Any funds you stake in this pool will be automagically harvested and restaked (compounded) for you.": "आप इस पूल में जो भी रकम लगाएंगे, उसे खुद हार्वेस्ट यानी आपके लिए प्राप्त कर लिया जाएगा और फिर से स्टेक पर लगा दिया जाएगा (कंपाउंड किया जाएगा)।",
  "Total staked": "स्टेक पर लगाए गए कुल",
  "Just stake some tokens to earn.": "बस जीतने के लिए कुछ टोकन को स्टेक करें।",
  "High APR, low risk.": "ज्यादा APR, कम जोखिम।",
  "Stake LP tokens to earn.": "जीतने के लिए LP टोकन को स्टेक करें।",
  "Basic Sale": "बेसिक सेल",
  "Everyone can only commit a limited amount, but may expect a higher return per token committed.": "कोई भी एक सीमित मात्रा में रकम लगा सकता है, मगर कमिट किए गए हर टोकन पर ज्यादा रिटर्न पाने की उम्मीद की जा सकती है।",
  "Unlimited Sale": "अनलिमिटेड सेल",
  "No limits on the amount you can commit. Additional fee applies when claiming.": "कितनी भी रकम लगाई जा सकती है। क्लेम करते समय कोई एक्सट्रा फ़ीस नहीं लगेगी।",
  "Every person can only commit a limited amount, but may expect a higher return per token committed.": "हर व्यक्ति एक सीमित मात्रा में रकम लगा सकता है, मगर कमिट किए गए हर टोकन पर ज्यादा रिटर्न पाने की उम्मीद की जा सकती है।",
  "You didn’t participate in this sale!": "आपने इस सेल में हिस्सा नहीं लिया!",
  "Max. LP token entry": "LP टोकन की अधिकतम एंट्री",
  "How to Take Part": "इसमें शामिल कैसे हों",
  "Activate your Profile": "अपनी प्रोफ़ाइल एक्टिवेट करें",
  "You’ll need an active AnpanSwap Profile to take part in an IFO!": "किसी IFO में हिस्सा लेने के लिए, आपके पास AnpanSwap की कोई एक्टिव प्रोफ़ाइल होनी चाहिए!",
  "Profile Active!": "प्रोफाइल एक्टिव है!",
  "Get ANPAN-BNB LP Tokens": "ANPAN-BNB LP टोकन पाएं",
  "Stake ANPAN and BNB in the liquidity pool to get LP tokens.": "LP टोकन पाने के लिए, लिक्विडिटी पूल में ANPAN और BNB को स्टेक पर लगाएं।",
  "You’ll spend them to buy IFO sale tokens.": "आप उन्हें IFO सेल टोकन खरीदने में इस्तेमाल करेंगे।",
  "Commit LP Tokens": "LP टोकन कमिट करें",
  "When the IFO sales are live, you can “commit” your LP tokens to buy the tokens being sold.": "IFO सेल के लाइव होने पर, आप बेचे जा रहे टोकन को खरीदने के लिए अपने LP टोकन को “कमिट” कर सकते हैं।",
  "We recommend committing to the Basic Sale first, but you can do both if you like.": "हमारी राय है कि आप पहले बेसिक सेल में टोकन लगाएं, मगर आप पसंद करें तो दोनों में भी लगा सकते हैं।",
  "Claim your tokens and achievement": "अपने टोकन और उपलब्धि क्लेम करें",
  "After the IFO sales finish, you can claim any IFO tokens that you bought, and any unspent ANPAN-BNB LP tokens will be returned to your wallet.": "IFO सेल खत्म होने के बाद, आप अपने खरीदे गए किसी भी IFO टोकन को क्लेम कर सकते हैं और खर्च न किए गए ANPAN-BNB LP टोकन आपके वॉलेट में वापस लौटा दिए जाएंगे।",
  "This round’s closing transaction has been submitted to the blockchain, and is awaiting confirmation.": "इस राउंड के आखिरी लेनदेन को ब्लॉकचेन में सबमिट कर दिया गया है, और उसे कन्फ़र्म किया जाना बाकी है।",
  "No prediction history available": "कोई पूर्वानुमान हिस्ट्री उपलब्ध नहीं है",
  "If you are sure you should see history here, make sure you’re connected to the correct wallet and try again.": "यदि आपको लगता है कि आपको यहां पर हिस्ट्री दिखनी ही चाहिए, तो सुनिश्चित करें कि आप सही वॉलेट से कनेक्टेड हैं और फिर से ट्राई करें।",
  "Last price from Chainlink Oracle": "Chainlink Oracle की आखिरी कीमत",
  "Charts are provided for reference only and do not reflect rounds’ final outcome.": "चार्ट केवल संदर्भ के लिए प्रदान किए जाते हैं और इनसे राउंड का अंतिम परिणाम प्रतिबिंबित नहीं होता है।",
  "Please refer to the prices shown on the cards for the final outcome.": "कृपया अंतिम परिणाम के लिए कार्ड पर दिखाई गई कीमतों का संदर्भ लें।",
  "%num% Points to Collect": "कलेक्ट करने के लिए %num% पॉइंट",
  "Net results": "शुद्ध परिणाम",
  "Average return / round": "औसत रिटर्न / राउंड",
  "Average position entered / round": "दर्ज की गई औसत पोजीशन / राउंड",
  "Won": "जीते",
  "Lost": "हारे",
  "Entered": "प्रवेश किया",
  "Connect your wallet to view your prediction history": "अपनी पूर्वानुमान हिस्ट्री देखने के लिए अपना वॉलेट कनेक्ट करें",
  "Best round: %roundId%": "बेस्ट राउंड: %roundId%",
  "You’ve already staked the maximum amount you can stake in this pool!": "आप पहले ही वह अधिकतम राशि स्टेक कर चुके हैं जिसे आप इस पूल में स्टेक कर सकते हैं!",
  "Markets Paused": "मार्केट पॉज़ की गई",
  "Prediction markets have been paused due to an error.": "एक गलती के कारण प्रेडिक्शन मार्केट को पॉज़ किया गया है।",
  "All open positions have been canceled.": "सभी पोजीशन रद्द कर दी गई हैं।",
  "You can reclaim any funds entered into existing positions via the History tab on this page.": "आप इस पेज पर हिस्ट्री टैब के ज़रिए मौजूदा पोजीशन में डाले गए किसी भी फंड को फिर से क्लेम कर सकते हैं।",
  "Show History": "हिस्ट्री दिखाएं",
  "Welcome!": "आपका स्वागत है!",
  "This product is still in beta (testing) phase.": "यह प्रोडक्ट अभी भी बीटा (टेस्टिंग) फेज में है।",
  "Before you use this product, make sure you fully understand the risks involved.": "इस प्रोडक्ट का उपयोग करने से पहले, आप सुनिश्चित करें आप इसमें शामिल जोखिम को पूरी तरह समझते हैं।",
  "Once you enter a position, you cannot cancel or adjust it.": "जब आप कोई पोजीशन दर्ज करते हैं, तो आप इसे रद्द या एडजस्ट नहीं कर सकते हैं।",
  "All losses are final.": "सभी नुकसान अंतिम होते हैं।",
  "I understand that I am using this product at my own risk. Any loss incurred due to my actions are my own responsibility.": "मैं समझता हूं कि मैं यह प्रोडक्ट अपने जोखिम पर उपयोग कर रहा हूं। मेरी कार्रवाइयों के कारण होने वाला कोई भी नुकसान मेरी जिम्मेदारी है।",
  "Stake ANPAN and BNB in the liquidity pool to get LP tokens. You'll spend them to buy IFO sale tokens.": "LP टोकन पाने के लिए लिक्विडिटी पूल में ANPAN और BNB को स्टेक करें। आप उन्हें IFO सेल टोकन खरीदने के लिए खर्च करेंगे।",
  "You'll need an active AnpanSwap Profile to take part in an IFO!": "किसी IFO में हिस्सा लेने के लिए, आपको AnpanSwap की एक्टिव प्रोफ़ाइल की जरूरत होगी!",
  "Your LP tokens committed": "आपके LP टोकन कमिट किए गए",
  "Max. Committed": "अधिकतम कमिट किए गए",
  "Total committed:": "कुल कमिट किए गए:",
  "Additional fee:": "अतिरिक्त फीस:",
  "Learn more about %symbol%": "%symbol% के बारे में और जानें",
  "Earned since your last action": "आपकी अंतिम कार्रवाई के बाद से जीते गए",
  "Commit ~%amount% LP in total to earn!": "जीतने के लिए कुल ~%amount% LP कमिट करें!",
  "Learn more about %title%": "%title% के बारे में और जानें",
  "365d (APY)": "365d (APY)",
  "%num%d": "%num%d",
  "d": "d",
  "h": "h",
  "m": "m",
  "Hide or show expandable content": "विस्तारित करने योग्य कंटेंट छिपाएं या दिखाएं",
  "No tokens to stake": "स्टेक करने के लिए कोई टोकन नहीं",
  "Successfully claimed!": "सफलतापूर्वक क्लेम किया गया!",
  "Unable to claim NFT": "NFT क्लेम करने में असमर्थ",
  "Unable to claim NFT, please try again.": "NFT क्लेम करने में असमर्थ, कृपया फिर कोशिश करें।",
  "Error": "त्रुटि",
  "1x %nftName% Collectible": "1x %nftName% कलेक्शन आइटम",
  "1x %nftName% NFT": "1x %nftName% NFT",
  "NFT successfully transferred!": "NFT सफलतापूर्वक ट्रांसफर किया गया!",
  "View Contract": "कॉन्ट्रैक्ट देखें",
  "See Pair Info": "पेयर जानकारी देखें",
  "Stake LP": "LP स्टेक करें",
  "Multiplier": "मल्टीप्लायर",
  "Start Farming": "फार्मिंग शुरू करें",
  "Farming": "फार्मिंग",
  "Enable Farm": "फार्म सक्षम करें",
  "Search Farms": "फार्म खोजें",
  "To Top": "शीर्ष पर",
  "Total value of the funds in this farm’s liquidity pool": "फार्म लिक्विडिटी पूल में फंड की कुल वैल्यू",
  "The multiplier represents the amount of ANPAN rewards each farm gets.": "मल्टीप्लायर उस ANPAN पुरस्कार की राशि को दर्शाता है जो हरेक फार्म को मिलती है।",
  "For example, if a 1x farm was getting 1 ANPAN per block, a 40x farm would be getting 40 ANPAN per block.": "उदाहरण के लिए, यदि 1x फार्म को 1 ANPAN प्रति ब्लॉक मिल रहा था, तो 40x फार्म को 40 ANPAN प्रति ब्लॉक मिलेंगे।",
  "Hot": "चर्चित",
  "Success!": "सफलता!",
  "You have successfully claimed your rewards.": "आपने अपने पुरस्कार को सफलतापूर्वक क्लेम किया है।",
  "Commit": "कमिट करें",
  "If you don’t commit enough LP tokens, you may not receive any IFO tokens at all and will only receive a full refund of your LP tokens.": "यदि आप पर्याप्त LP टोकन कमिट नहीं करते हैं, तो ऐसा हो सकता है कि आपको बिल्कुल भी कोई IFO टोकन न मिले और आपको केवल अपने LP टोकन का पूरा रिफंड मिलेगा।",
  "LP Tokens required": "LP टोकन आवश्यक हैं",
  "Get LP tokens, or make sure your tokens aren’t staked somewhere else.": "LP टोकन पाएं या सुनिश्चित करें कि आपके टोकन किसी दूसरी जगह पर स्टेक नहीं किए गए हैं।",
  "Funds to raise:": "जुटाने के लिए फंड:",
  "Price per %symbol%:": "कीमत प्रति %symbol%:",
  "You need an active AnpanSwap Profile to take part in an IFO!": "किसी IFO में हिस्सा लेने के लिए, आपके पास AnpanSwap की कोई एक्टिव प्रोफ़ाइल होनी चाहिए!",
  "Achievement": "उपलब्धि",
  "Commit ~%minLp% LP in total to earn!": "जीतने के लिए कुल ~%minLp% LP कमिट करें!",
  "What’s the difference between a Basic Sale and Unlimited Sale?": "बेसिक सेल और अनलिमिटेड सेल में क्या अंतर है?",
  "In the Basic Sale, every user can commit a maximum of about 100 USD worth of ANPAN-BNB LP Tokens. We calculate the maximum LP amount about 30 minutes before each IFO. The Basic Sale has no participation fee.": "बेसिक सेल में, प्रत्येक यूज़र अधिकतम लगभग 100 USD के ANPAN-BNB LP टोकन ही कमिट कर सकता है। हम प्रत्येक IFO से लगभग 30 मिनट पहले अधिकतम LP राशि की गणना करते हैं। बेसिक सेल में कोई भागीदारी फीस नहीं है।",
  "In the Unlimited Sale, there’s no limit to the amount of ANPAN-BNB LP Tokens you can commit. However, there’s a fee for participation: see below.": "अनलिमिटेड सेल में, इस पर कोई रोक नहीं है कि आप कितनी राशि के ANPAN-BNB LP टोकन कमिट कर सकते हैं। हालांकि भागीदारी करने की फीस है: नीचे देखें।",
  "Which sale should I commit to? Can I do both?": "मुझे किस सेल के लिए कमिट करना चाहिए? क्या मैं दोनों के लिए कमिट कर सकता हूं?",
  "You can choose one or both at the same time! If you’re only committing a small amount, we recommend the Basic Sale first. Just remember you need a AnpanSwap Profile in order to participate.": "आप एक ही समय पर कोई एक या दोनों चुन सकते हैं! यदि आप केवल छोटी राशि कमिट कर रहे हैं, तो हम पहले बेसिक सेल चुनने की सलाह देंगे। केवल यह याद रखें कि आपको शामिल होने के लिए AnpanSwap प्रोफ़ाइल की जरूरत है।",
  "How much is the participation fee?": "भागीदारी फीस कितनी है?",
  "There’s only a participation fee for the Unlimited Sale: there’s no fee for the Basic Sale.": "अनलिमिडेट सेल के लिए ही केवल भागीदारी फीस है: बेसिक सेल के लिए कोई फीस नहीं है।",
  "The fee will start at 1%.": "फीस 1% से शुरू होगी।",
  "The 1% participation fee decreases in cliffs, based on the percentage of overflow from the “Unlimited” portion of the sale.": "सेल के \"अनलिमिटेड\" हिस्से से अतिरिक्त होने के प्रतिशत के आधार पर, शीर्ष पर जाने पर 1% भागीदारी फीस कम हो जाती है।",
  "Where does the participation fee go?": "भागीदारी फीस कहां जाती है?",
  "We burn it. The ANPAN-BNB LP tokens from the participation fee will be decomposed. We will then use the BNB portion to market buy the ANPAN equivalent, and finally throw all of the ANPAN into the weekly token burn.": "हम इसे बर्न करते हैं। भागीदारी फीस के ANPAN-BNB LP टोकन को डिकंपोज किया जाएगा, फिर हम ANPAN के समकक्ष की बाजार खरीदारी करने के लिए BNB हिस्से का इस्तेमाल करेंगे, और आखिर में हम सभी ANPAN को साप्ताहिक टोकन बर्न में डाल देंगे।",
  "How can I get an achievement for participating in the IFO?": "IFO में शामिल होने के लिए मुझे उपलब्धि कैसे मिल सकती है?",
  "You need to contribute a minimum of about 10 USD worth of ANPAN-BNB LP Tokens to either sale.": "आपको किसी भी सेल के लिए न्यूनतम लगभग 10 USD कीमत के ANPAN-BNB LP टोकन का योगदान देना होता है।",
  "You can contribute to one or both, it doesn’t matter. Only your overall contribution is counted for the achievement.": "आप किसी एक में या दोनों में योगदान दे सकते हैं, इससे फर्क नहीं पड़ता। उपलब्धि के लिए केवल आपके समग्र योगदान की गणना की जाती है।",
  "The Lottery Is Changing!": "लॉटरी बदल रही है!",
  "Come back soon!": "जल्द ही वापस आएं!",
  "Staked (compounding)": "स्टेक किया गया (कंपाउंड किया जा रहा है)",
  "Contract Enabled": "कॉन्ट्रैक्ट सक्षम किया गया",
  "You can now stake in the %symbol% vault!": "अब आप %symbol% वॉल्ट में स्टेक कर सकते हैं!",
  "You can now stake in the %symbol% pool!": "अब आप %symbol% पूल में स्टेक कर सकते हैं!",
  "Please try again. Confirm the transaction and make sure you are paying enough gas!": "कृपया फिर से कोशिश करें। लेनदेन की पुष्टि करें और सुनिश्चित करें कि आप पर्याप्त गैस के लिए भुगतान कर रहे हैं!",
  "Start earning": "जीतना शुरू करें",
  "Recent ANPAN profit": "हालिया ANPAN प्रोफिट",
  "Unstaked!": "अनस्टेक किए गए!",
  "Unstaked": "अनस्टेक किए गए",
  "Staked!": "स्टेक किए गए!",
  "Your funds have been staked in the pool": "आपके फंड पूल में स्टेक किए गए हैं",
  "Your earnings have also been harvested to your wallet": "आपकी कमाई भी आपके वॉलेट में प्राप्त हो चुकी है",
  "%error% - Please try again.": "%error% - कृपया फिर से कोशिश करें।",
  "Stake in Pool": "पूल में स्टेक करें",
  "Balance: %balance%": "शेष राशि: %balance%",
  "%day%d : %hour%h : %minute%m": "%day%d : %hour%h : %minute%m",
  "%day%d %hour%h %minute%m": "%day%d %hour%h %minute%m",
  "Subtracted automatically from each yield harvest and burned.": "प्राप्त की गई और बर्न की गई प्रत्येक यील्ड से अपने आप घटाया जाता है।",
  "Blocks": "ब्लॉक",
  "Add to Metamask": "Metamask में जोड़ें",
  "Compounded": "कम्पाउंड किया गया",
  "Canceled": "रद्द किया गया",
  "Please try again and confirm the transaction.": "कृपया फिर से कोशिश करें और लेनदेन की पुष्टि करें।",
  "Harvested": "प्राप्त किया गया",
  "Close Window": "विंडो बंद करें",
  "Insufficient %symbol% balance": "अपर्याप्त %symbol% बैलेंस",
  "You’ll need %symbol% to stake in this pool!": "आपको इस पूल में स्टेक करने के लिए %symbol% की जरूरत होगी!",
  "Buy some %symbol%, or make sure your %symbol% isn’t in another pool or LP.": "कुछ %symbol% खरीदें या सुनिश्चित करें कि आपका %symbol% एक और पूल या LP में नहीं है।",
  "Buy": "खरीदें",
  "Locate Assets": "ऐसेट का पता लगाएं",
  "%symbol% required": "%symbol% आवश्यक है",
  "Your %symbol% earnings have also been harvested to your wallet!": "आपकी %symbol% कमाई भी आपके वॉलेट में प्राप्त हो चुकी है!",
  "Your %symbol% funds have been staked in the pool!": "आपके %symbol% फंड पूल में स्टेक किए गए हैं!",
  "Max stake for this pool: %amount% %token%": "इस पूल के अधिकतम स्टेक: %amount% %token%",
  "Maximum total stake: %amount% %token%": "अधिकतम कुल स्टेक: %amount% %token%",
  "APY includes compounding, APR doesn’t. This pool’s ANPAN is compounded automatically, so we show APY.": "APY में कंपाउंडिंग शामिल होती है, APR में नहीं होती। इस पूल का ANPAN अपने आप कंपाउंड किया जाता है, इसलिए हम APY दिखाते हैं।",
  "This pool’s rewards aren’t compounded automatically, so we show APR": "इस पूल का पुरस्कार अपने आप कंपाउंड नहीं किया जाता है, इसलिए हम APR दिखाते हैं",
  "Auto": "ऑटो",
  "Manual": "मैनुअल",
  "Earn ANPAN, stake ANPAN": "ANPAN जीतें, ANPAN स्टेक करें",
  "This bounty is given as a reward for providing a service to other users.": "यह बाउंटी दूसरे यूज़र को सेवा देने के लिए पुरस्कार के तौर पर दी जाती है।",
  "Whenever you successfully claim the bounty, you’re also helping out by activating the Auto ANPAN Pool’s compounding function for everyone.": "जब भी आप बाउंटी को सफलतापूर्वक क्लेम करते हैं, तो आप सभी के लिए ऑटो ANPAN पूल के कंपाउंडिंग फंक्शन को एक्टिवेट करके मदद कर रहे होते हैं।",
  "Auto-Compound Bounty: %fee%% of all Auto ANPAN pool users pending yield": "ऑटो-कंपाउंड बाउंटी: सभी ऑटो ANPAN पूल यूज़र के %fee%% की यील्ड अभी बाकी है",
  "Bounty collected!": "बाउंटी एकत्र की गई!",
  "ANPAN bounty has been sent to your wallet.": "ANPAN बाउंटी को आपके वॉलेट में भेज दिया गया है।",
  "Could not be collected": "कलेक्ट नहीं किया जा सका",
  "There may be an issue with your transaction, or another user claimed the bounty first.": "आपके लेनदेन में समस्या हो सकती है या अन्य यूज़र ने बाउंटी को पहले क्लेम किया था।",
  "Claim Bounty": "बाउंटी क्लेम करें",
  "You’ll claim": "आप क्लेम करेंगे",
  "Pool total pending yield": "कुल पूल जिसका यील्ड बाकी है",
  "Bounty": "बाउंटी",
  "What’s this?": "यह क्या है?",
  "Help": "सहायता",
  "Honey Pools": "honey पूल",
  "Best round: #%roundId%": "बेस्ट राउंड: #%roundId%",
  "View Reclaimed & Won": "फिर से क्लेम किए गए और जीते गए को देखें",
  "This round was automatically canceled due to an error. If you entered a position, please reclaim your funds below.": "एक गलती के कारण इस राउंड को अपने आप रद्द किया गया था। यदि आपने कोई पोजीशन दर्ज की है, तो कृपया नीचे अपने फंड को फिर से क्लेम करें।",
  "Round History": "राउंड हिस्ट्री",
  "Your History": "आपकी हिस्ट्री",
  "Filter": "फिल्टर",
  "Starting Soon": "जल्द ही शुरू हो रहा है",
  "Live Now": "अभी लाइव",
  "Reclaim": "फिर से क्लेम करें",
  "This page can’t be displayed right now due to an error. Please check back soon.": "किसी गलती के कारण यह पेज अभी प्रदर्शित नहीं किया जा सकता है। कृपया जल्दी ही फिर से चेक करें।",
  "Round Canceled": "राउंड रद्द हो गया",
  "Learn More": "और जानें",
  "Payout": "पेआउट",
  "%position% position entered": "%position% पोजीशन दर्ज की गई",
  "Enter UP": "अप दर्ज करें",
  "Enter DOWN": "डाउन दर्ज करें",
  "An error occurred, unable to enter your position": "एक गलती हुई, आपकी पोजीशन दर्ज करने में असमर्थ",
  "Set Position": "पोजीशन सेट करें",
  "Insufficient BNB balance": "अपर्याप्त BNB बैलेंस",
  "A minimum amount of %num% %token% is required": "%num% %token% की न्यूनतम राशि आवश्यक है",
  "Enter an amount": "रकम डालें",
  "You won’t be able to remove or change your position once you enter it.": "एक बार दर्ज करने के बाद आप अपनी पोजीशन हटा या बदल नहीं पाएंगे।",
  "Prize Pool": "पुरस्कार पूल",
  "Winnings collected!": "जीते गए पुरस्कार कलेक्ट किए गए!",
  "Your prizes have been sent to your wallet": "आपके पुरस्कार आपके वॉलेट में भेज दिए गए हैं",
  "Collecting": "कलेक्ट किया जा रहा है",
  "Closing": "क्लोज किया जा रहा है",
  "Position reclaimed!": "पोजीशन फिर से क्लेम की गई!",
  "Reclaim Position": "पोजीशन फिर से क्लेम करें",
  "This Product is in beta.": "यह प्रोडक्ट बीटा में है।",
  "I understand that I am using this product at my own risk. Any losses incurred due to my actions are my own responsibility.": "मैं समझता हूं कि मैं यह प्रोडक्ट अपने जोखिम पर उपयोग कर रहा हूं। मेरी कार्रवाइयों के कारण होने वाला कोई भी नुकसान मेरी जिम्मेदारी है।",
  "I understand that this product is still in beta. I am participating at my own risk": "मैं समझता हूं कि यह प्रोडक्ट अभी बीटा में है। मैं अपने जोखिम पर शामिल हो रहा हूं",
  "Continue": "जारी रखें",
  "Points Collected!": "पॉइंट कलेक्ट किए गए!",
  "%num% points": "%num% पॉइंट",
  "Cost to update:": "अपडेट करने का खर्च:",
  "Cost to reactivate:": "फिर से एक्टिवेट करने का खर्च:",
  "Profile Updated!": "प्रोफाइल अपडेट किया गया!",
  "Choose a new Collectible to use as your profile pic.": "अपनी प्रोफ़ाइल पिक्चर के तौर पर उपयोग करने के लिए नया कलेक्शन आइटम चुनें।",
  "Sorry! You don’t have any eligible Collectibles in your wallet to use!": "माफ करें! आपके पास उपयोग करने के लिए वॉलेट में कोई मान्य कलेक्शन आइटम नहीं है!",
  "Make sure you have a Anpans Collectible in your wallet and try again!": "सुनिश्चित करें कि आपके वॉलेट में आपके पास Anpans कलेक्शन आइटम है और फिर कोशिश करें!",
  "Edit Profile": "प्रोफ़ाइल संपादित करें",
  "Change Profile Pic": "प्रोफ़ाइल पिक्चर बदलें",
  "Remove Profile Pic": "प्रोफ़ाइल पिक्चर हटाएं",
  "Profile Paused!": "प्रोफ़ाइल पॉज़ किया गया!",
  "This will suspend your profile and send your Collectible back to your wallet": "इससे आपकी प्रोफ़ाइल सस्पेंड कर दी जाएगी और आपके कलेक्शन आइटम को वापस आपके वॉलेट में भेजा जाएगा",
  "While your profile is suspended, you won't be able to earn points, but your achievements and points will stay associated with your profile": "जब आपकी प्रोफ़ाइल सस्पेंड होती है, तो आप पॉइंट जीतने में सक्षम नहीं होंगे लेकिन आपकी उपलब्धियां और पॉइंट आपकी प्रोफ़ाइल के साथ जुड़े रहेंगे",
  "Cost to reactivate in the future: %cost% ANPAN": "भविष्ट में फिर से एक्टिवेट करने का खर्च: %cost% ANPAN",
  "%minimum% ANPAN required to change profile pic": "प्रोफ़ाइल पिक्चर बदलने के लिए न्यूनतम %minimum% ANPAN आवश्यक हैं",
  "Reactivate Profile": "प्रोफ़ाइल फिर से एक्टिवेट करें",
  "No achievements yet!": "अभी तक कोई उपलब्धि नहीं!",
  "Claim your Gift!": "अपना गिफ्ट क्लेम करें!",
  "Thank you for being a day-one user of Anpans Profiles!": "Anpans प्रोफ़ाइल का एक दिन का यूज़र बनने के लिए धन्यवाद!",
  "If you haven't already noticed, we made a mistake and the starter bunny you chose got mixed up and changed into another bunny. Oops!": "शायद आपने पहले ध्यान नहीं दिया कि हमसे एक गलती हुई है और आपका चुना हुआ 'स्टार्टर खरगोश' दूसरों के साथ मिल-जुल गया है और एक दूसरे खरगोश में बदल गया है। ओह!",
  "To make it up to you, we’ll refund you the full 4 ANPAN it cost to make your bunny.": "आपको इसकी भरपाई करने के लिए, हम आपको आपका खरगोश बनाने के पूरे खर्च के लिए पूरे 4 ANPAN का रिफंड करेंगे।",
  "We’re also preparing an all-new collectible for you to claim (for free!) in the near future.": "हम एकदम नया एक कलेक्शन आइटम भी तैयार कर रहे हैं ताकि आप निकट भविष्य में (फ्री में!) उन्हें क्लेम कर सकें।",
  "Once you claim the refund, you can make another account with another wallet, mint a new bunny, and send it to your main account via the NFT page.": "एक बार आपने रिफंड क्लेम कर लेते हैं, तो आप दूसरे वॉलेट से दूसरा खाता बना सकते हैं, नया खरगोश खरीद सकते हैं और इसे NFT पेज के जरिए अपने मुख्य खाते में भेज सकते हैं।",
  "Claim Your ANPAN": "अपना ANPAN क्लेम करें",
  "Anpans Collectibles": "Anpans कलेक्शन आइटम",
  "Anpans Collectibles are special ERC-721 NFTs that can be used on the AnpanSwap platform.": "Anpans कलेक्शन आइटम विशेष ERC-721 NFT हैं जिसका उपयोग AnpanSwap प्लेटफॉर्म पर किया जा सकता है।",
  "NFTs in this user’s wallet that aren’t approved Anpans Collectibles won’t be shown here.": "इस यूज़र के वॉलेट में ऐसे NFT जो मंज़ूर किए गए Anpans कलेक्शन आइटम नहीं हैं, उन्हें यहां नहीं दिखाया जाएगा।",
  "No NFTs Found": "कोई NFT नहीं मिला",
  "See all approved Anpans Collectibles": "मंज़ूर किए गए सभी Anpans कलेक्शन आइटम देखें",
  "Coming Soon!": "जल्द आ रहा है!",
  "Profile created!": "प्रोफ़ाइल बनाई गई!",
  "Submitting NFT to contract and confirming User Name and Team.": "NFT को कॉन्ट्रैक्ट में सबमिट किया जा रहा है और यूज़र नेम और टीम को कन्फ़र्म किया जा रहा है।",
  "Cost": "लागत",
  "Your Profile": "आपकी प्रोफ़ाइल",
  "Check your stats and collect achievements": "अपना स्टेटस देखें और उपलब्धि कलेक्ट करें",
  "You’ve got a gift to claim!": "आपके क्लेम करने के लिए एक गिफ्ट है!",
  "Show off your stats and collectibles with your unique profile": "अपनी अनोखी प्रोफ़ाइल के साथ अपने आंकड़े और कलेक्शन आइटम सबको दिखाएं",
  "Total cost: 1.5 ANPAN": "कुल लागत: 1.5 ANPAN",
  "Cost: %num% ANPAN": "लागत: %num% ANPAN",
  "You can change your profile pic later if you get another approved Anpans Collectible.": "यदि आपको कोई दूसरे मंज़ूर किए गए Anpans कलेक्शन आइटम मिलते हैं तो आप बाद में अपनी प्रोफ़ाइल पिक्चर बदल भी सकते हैं।",
  "Every profile starts by making a “starter” collectible (NFT).": "हरेक प्रोफ़ाइल को बनाने का काम \"शुरुआती\" कलेक्शन आइटम (NFT) बनाकर शुरू होता है।",
  "We couldn’t find any Anpans Collectibles in your wallet.": "हमें आपके वॉलेट में कोई Anpans कलेक्शन आइटम नहीं मिला।",
  "You need a Anpans Collectible to finish setting up your profile. If you sold or transferred your starter collectible to another wallet, you’ll need to get it back or acquire a new one somehow. You can’t make a new starter with this wallet address.": "आपको अपनी प्रोफ़ाइल का सेटअप पूरा करने के लिए Anpans कलेक्शन आइटम की जरूरत होती है। यदि आपने अपने शुरुआती कलेक्शन आइटम को दूसरे वॉलेट में बेच दिया है या ट्रांसफ़र कर दिया है तो आपको इसे वापस लेना होगा या किसी तरह से नया हासिल करना होगा। आप इस वॉलेट पते के साथ नया शुरुआती आइटम या स्टार्टर नहीं बना सकते हैं।",
  "The collectible you've chosen will be locked in a smart contract while it’s being used as your profile picture. Don't worry - you'll be able to get it back at any time.": "आपके द्वारा चुने गए कलेक्शन आइटम आपकी प्रोफ़ाइल पिक्चर के तौर पर उपयोग किए जाने के दौरान एक स्मार्ट कॉन्ट्रैक्ट में लॉक किए जाएंगे। चिंता न करें - आप इसे किसी भी समय वापस ले सकेंगे।",
  "It won’t be possible to undo the choice you make for the foreseeable future!": "प्रत्याशित भविष्य के लिए आप जो विकल्प चुनेंगे, उन्हें अचयनित करना संभव नहीं होगा!",
  "There’s currently no big difference between teams, and no benefit of joining one team over another for now. So pick whichever one you like!": "फिलहाल टीमों के बीच कोई बड़ा अंतर नहीं है और इस समय किसी एक टीम के बजाय दूसरी टीम से जुड़ने में कोई फायदा भी नहीं है। इसलिए अपनी पसंद की कोई भी टीम चुनें!",
  "Your name must be at least 3 and at most 15 standard letters and numbers long. You can’t change this once you click Confirm.": "आपका नाम कम से कम 3 और अधिकतम 15 मानक अक्षरों और संख्या जितना लंबा होना चाहिए। 'पुष्टि' पर क्लिक करने के बाद आप इसे बदल नहीं सकते हैं।",
  "Unable to verify username": "यूज़रनेम सत्यापित करने में असमर्थ",
  "Created %dateCreated% ago": "%dateCreated% पहले बनाया गया",
  "Paused": "पॉज़ किया गया",
  "April": "अप्रैल",
  "Easter Battle": "ईस्टर बैटल",
  "$200,000 in Prizes!": "पुरस्कार में $200,000!",
  "Compete with other teams to win ANPAN, collectible NFTs, achievements & more!": "ANPAN, कलेक्ट करने योग्य NFT, उपलब्धि आदि को जीतने के लिए दूसरी टीमों के साथ प्रतियोगिता करें!",
  "Now Live!": "अब लाइव है!",
  "Calculating prizes": "पुरस्कारों की गणना की जा रही है",
  "I want to Battle!": "मैं बैटल करना चाहता हूं!",
  "Trade Now": "अभी ट्रेड करें",
  "Claim period over": "क्लेम करने की अवधि समाप्त हुई",
  "Prizes Claimed!": "पुरस्कार क्लेम किया गया!",
  "Nothing to claim": "क्लेम करने के लिए कुछ नहीं है",
  "Registered!": "रजिस्टर्ड!",
  "Congratulations! You won": "बधाई हो! आपने जीते हैं",
  "Collectible NFT": "कलेक्ट करने योग्य NFT",
  "All prizes will be sent directly to your wallet and user account.": "सभी पुरस्कार सीधे आपके वॉलेट और यूज़र खाते में भेजे जाएंगे।",
  "How Can I Join?": "मैं कैसे जुड़ सकता हूं?",
  "Set up your": "अपना सेटअप करें",
  "Anpans Profile": "Anpans प्रोफ़ाइल",
  "then register for the competition by clicking “I WANT TO BATTLE” button above.": "फिर ऊपर “मैं बैटल करना चाहता हूं” बटन पर क्लिक करके प्रतियोगिता के लिए रजिस्टर करें।",
  "Battle Time": "बैटल टाइम",
  "Trade BNB/BUSD, ANPAN/BNB, ETH/BNB and BTCB/BNB during the battle period to raise both your and your team’s score. See the Rules section below for more.": "अपना और अपनी टीम दोनों का स्कोर बढ़ाने के लिए बैटल की अवधि में BNB/BUSD, ANPAN/BNB, ETH/BNB और BTCB/BNB को ट्रेड करें। अधिक जानकारी के लिए नीचे नियम सेक्शन देखें।",
  "Prize Claim": "पुरस्कार क्लेम करें",
  "Teams and traders will be ranked in the order of trading volume. Collect your prizes and celebrate!": "ट्रे़डिंग वॉल्यूम के क्रम में टीमों और ट्रेडर्स को रैंकिंग दी जाएगी। अपने पुरस्कार कलेक्ट करें और खुशी मनाएं!",
  "Registration starting April 5": "रजिस्ट्रेशन 5 अप्रैल से शुरू हो रहा है",
  "Tier": "टियर",
  "ANPAN Prizes (Split)": "ANPAN पुरस्कार (स्पिलिट)",
  "Gold": "गोल्ड",
  "Silver": "सिल्वर",
  "Bronze": "ब्रोंज",
  "Purple": "पर्पल",
  "Teal": "टील",
  "#%team% Team": "#%team% टीम",
  "Prizes by Team": "टीम के अनुसार पुरस्कार",
  "Higher trading volume = higher rank!": "बड़ा ट्रेडिंग वॉल्यूम = बड़ी रैंकिंग!",
  "Prizes to be distributed in ANPAN and shared by all members of a tier. ANPAN price in USD to be determined on the day of distribution. Details below.": "पुरस्कार ANPAN के रूप में वितरित किए जाएंगे और इन्हें एक टियर के सभी सदस्य शेयर करते हैं। USD में ANPAN की कीमत वितरण के दिन तय की जाएगी। विवरण नीचे दिए गए हैं।",
  "Every eligible participant will win prizes at the end of the competition.": "प्रत्येक मान्य भागीदार प्रतियोगिता के अंत में पुरस्कार जीतेगा।",
  "The better your team performs, the better prizes you will get!": "आपकी टीम जितना बेहतर प्रदर्शन करेगी, आपको उतने बेहतर पुरस्कार मिलेंगे!",
  "The final winning team will be the team with the highest total combined volume of their top 500 members at the end of the competition period.": "अंतिम विजेता टीम वह टीम होगी जिसका प्रतियोगिता की अवधि समाप्त होने पर अपने शीर्ष 500 सदस्यों का कुल संयुक्त वॉल्यूम सबसे ज़्यादा होगा।",
  "Make a profile!": "प्रोफ़ाइल बनाएं!",
  "It looks like you’ve disabled your account by removing your Anpans Collectible (NFT) profile picture.": "ऐसा लगता है कि आपने अपनी Anpans Collectible (NFT) प्रोफ़ाइल पिक्चर को हटाकर अपना खाता अक्षम कर दिया है।",
  "Reactivate your profile!": "अपनी प्रोफ़ाइल फिर से एक्टिवेट करें!",
  "You need to reactivate your profile by replacing your profile picture in order to join the competition.": "आपको प्रतियोगिता से जुड़ने के लिए अपनी प्रोफ़ाइल पिक्चर को बदलकर अपनी प्रोफ़ाइल को फिर से एक्टिवेट करना होता है।",
  "Go to my profile": "मेरी प्रोफ़ाइल पर जाएं",
  "You have registered for the competition!": "आप प्रतियोगिता के लिए रजिस्टर्ड हो गए हैं!",
  "Registering for the competition will make your wallet address publicly visible on the leaderboard.": "प्रतियोगिता के लिए रजिस्ट्रेशन कराने से आपका वॉलेट पता लीडरबोर्ड पर सार्वजनिक रूप से दिखने योग्य हो जाएगा।",
  "This decision cannot be reversed.": "इस फैसले को वापस नहीं लिया जा सकता है।",
  "I understand that my address may be displayed publicly throughout the competition.": "मैं समझता हूं कि मेरा पता पूरी प्रतियोगिता के दौरान सार्वजनिक रूप से प्रदर्शित किया जाएगा।",
  "Eligible trading pairs": "ट्रेडिंग के मान्य पेयर",
  "Only trades on BNB/BUSD, ANPAN/BNB, ETH/BNB and BTCB/BNB pairs will be included in volume calculations.": "वॉल्यूम की गणना में केवल BNB/BUSD, ANPAN/BNB, ETH/BNB और BTCB/BNB पेयर के ट्रेड ही शामिल किए जाएंगे।",
  "Calculating team ranks and winners": "टीम रैंकिंग और विजेताओं की गणना की जा रही है",
  "Team ranks are calculated by the total combined volume of the top 500 members of each respective team.": "टीम रैंकिंग की गणना हर संबंधित टीम के शीर्ष 500 सदस्यों के कुल संयुक्त वॉल्यूम के आधार पर की जाती है।",
  "Prize distribution": "पुरस्कार वितरण",
  "Prizes to be distributed in ANPAN and shared by all members of each respective tier as per the Prizes section above.": "पुरस्कार ANPAN के रूप में वितरित किए जाते हैं और उपरोक्त पुरस्कार सेक्शन के अनुसार प्रत्येक संबंधित टियर के सभी सदस्यों द्वारा शेयर किए जाते हैं।",
  "ANPAN prizes will be distributed as per the ANPAN/BUSD price on the day of distribution. Every eligible participant will win prizes at the end of the competition.": "ANPAN पुरस्कारों को वितरण के दिन की ANPAN/BUSD कीमत के अनुसार वितरित किया जाएगा। प्रतियोगिता के अंत में प्रत्येक मान्य भागीदार पुरस्कार जीतेगा।",
  "Every participant will win at least one prize at the end of the competition": "प्रतियोगिता के अंत में प्रत्येक भागीदार कम से कम एक पुरस्कार जरूर जीतेगा",
  "Fine print": "बारीक अक्षर",
  "In the event of a disagreement concerning the final winning team or rank, AnpanSwap will have the final say.": "अंतिम विजेता टीम या रैंक के संबंध में असहमति होने की स्थिति में, AnpanSwap के पास अंतिम निर्णय करने का अधिकार होगा।",
  "AnpanSwap can and will disqualify any team or specific members that are proven to have taken malicious action or attempt to “cheat” in any way.": "AnpanSwap ऐसी किसी भी टीम या विशेष सदस्य को अपात्र घोषित कर सकता है और करेगा जिनके द्वारा दुर्भावनापूर्ण कार्रवाई करने या किसी भी प्रकार से “बेईमानी” करना साबित होता है।",
  "Can I join the battle after it starts?": "क्या मैं बैटल शुरू होने के बाद इससे जुड़ सकता हूं?",
  "Sorry, no. You need to register during the registration period, before the start of the event.": "माफ करें, नहीं। आपको इवेंट शुरू होने से पहले रजिस्ट्रेशन अवधि के दौरान रजिस्ट्रेशन कराना होता है।",
  "How do I know if I successfully registered?": "मुझे कैसे पता चलेगा कि मेरा रजिस्ट्रेशन सफलतापूर्वक हो गया है?",
  "At the top of the page, the text in the button “I Want to Battle” will change to “Registered”.": "पेज के शीर्ष पर, “मैं बैटल करना चाहता हूं” बटन का टेक्स्ट “रजिस्टर्ड” में बदल जाएगा।",
  "How can I see my current rank?": "मैं अपनी वर्तमान रैंक कैसे देख सकता हूं?",
  "Check Your Score section on the event page. You’ll need to connect your wallet, of course.": "इवेंट पेज पर अपना स्कोर सेक्शन देखें। बेशक आपको अपना वॉलेट कनेक्ट करना होगा।",
  "How do I claim my prize(s)?": "मैं अपने पुरस्कार कैसे क्लेम करूं?",
  "After the battle ends, visit the event page and click the “Claim Prizes” button in the top section or in “Your Score” section. Once you claim your prizes successfully, the button text will change to “Prizes Claimed”.": "बैटल खत्म होने के बाद, इवेंट पेज पर जाएं और टॉप सेक्शन में या “आपका स्कोर” सेक्शन में “पुरस्कार क्लेम करें” बटन पर क्लिक करें। अपने पुरस्कारों को सफलतापूर्वक क्लेम करने के बाद, बटन का टेक्स्ट “पुरस्कार क्लेम किए गए\" में बदल जाएगा।",
  "Trade to increase your rank": "अपना रैंक बढ़ाने के लिए ट्रेड करें",
  "Eligible pairs: BNB/BUSD, ANPAN/BNB, ETH/BNB and BTCB/BNB": "मान्य पेयर: BNB/BUSD, ANPAN/BNB, ETH/BNB और BTCB/BNB",
  "Play as a team": "एक टीम के रूप में खेलें",
  "The higher your team’s rank, the better your prizes": "आपकी टीम की रैंकिंग जितनी बेहतर होती है, आपके पुरस्कार उतने बेहतर होते हैं",
  "Top Traders": "शीर्ष ट्रेडर्स",
  "Since start of the competition": "प्रतियोगिता की शुरुआत से",
  "Show More": "और दिखाएं",
  "Share Score": "स्कोर शेयर करें",
  "Your tier: gold": "आपका टियर: गोल्ड",
  "Love, The Chefs x": "शेफ़ x को प्यार",
  "HECK YEAH!": "वाह क्या बात है!",
  "Next tier": "अगला टियर",
  "to become #%rank% in team": "टीम में #%rank% बनने के लिए",
  "#%global% Overall": "#%global% कुल मिलाकर",
  "ANPAN Prizes": "ANPAN पुरस्कार",
  "Share Your Score": "अपना स्कोर शेयर करें",
  "Brag to your friends and annoy your rivals with your custom scorecard!": "अपने दोस्तों के सामने अपनी शेखी बघारें और अपने कस्टम स्कोरकार्ड से अपने विरोधियों को नाराज करें!",
  "Download Image": "इमेज डाउनलोड करें",
  "Screenshot or press & hold the image to share!": "शेयर करने के लिए स्क्रीनशॉट लें या इमेज को दबाकर होल्ड करें!",
  "Block %num%": "ब्लॉक %num%",
  "%max% %symbol% Available": "%max% %symbol% उपलब्ध",
  "Profile Pic": "प्रोफ़ाइल पिक्चर",
  "Transfer": "ट्रांसफ़र करें",
  "Congratulations!": "बधाई हो!",
  "You won a collectible!": "आपने एक कलेक्शन आइटम जीता है!",
  "Claim now": "अभी क्लेम करें",
  "NFT in wallet": "वॉलेट में NFT",
  "Trade in your NFT for ANPAN, or just keep it for your collection.": "ANPAN के लिए अपने NFT ट्रेड-इन करें या अपने कलेक्शन के लिए रखें।",
  "No NFTs to claim": "क्लेम करने के लिए कोई NFT नहीं",
  "You have no NFTs to claim at this time, but you can still see the NFTs in this series below.": "इस समय आपके पास क्लेम करने के लिए कोई NFT नहीं है, लेकिन आप NFT को नीचे इस सिरीज में अभी भी देख सकते हैं।",
  "Please wait...": "कृपया इंतजार करें...",
  "The claiming period hasn’t started yet. Check back soon.": "क्लेम करने की अवधि अभी शुरू नहीं हुई है। जल्दी ही फिर से चेक करें।",
  "Please enter a valid wallet address": "कृपया मान्य वॉलेट पता डालें",
  "Unable to transfer NFT": "NFT ट्रांसफ़र करने में असमर्थ",
  "Transfer NFT": "NFT ट्रांसफ़र करें",
  "Transferring": "ट्रांसफ़र किया जा रहा है",
  "Receiving address": "प्राप्ति का पता",
  "Paste address": "पता पेस्ट करें",
  "Could not retrieve ANPAN costs for profile": "प्रोफ़ाइल के लिए ANPAN की लागत रिट्रीव नहीं की जा सकी",
  "An error occurred approving transaction": "लेनदेन को मंज़ूरी देते हुए गड़बड़ी हुई",
  "Provider Error": "प्रोवाइडर त्रुटि",
  "No provider was found": "कोई प्रोवाइडर नहीं मिला",
  "Authorization Error": "ऑथराइज़ेशन त्रुटि",
  "Please authorize to access your account": "कृपया अपना खाता एक्सेस करने के लिए अधिकृत करें",
  "Unable to find connector": "कनेक्टर ढूंढने में असमर्थ",
  "The connector config is wrong": "कनेक्टर कॉन्फ़िगरेशन गलत है",
  "You have contributed %amount% ANPAN-BNB LP tokens to this IFO!": "आपने इस IFO में %amount% ANPAN-BNB LP टोकन का योगदान दिया है!",
  "You’ll need ANPAN-BNB LP tokens to participate in the IFO!": "आपको IFO में शामिल होने के लिए ANPAN-BNB LP टोकन की आवश्यकता होगी!",
  "Your %symbol% committed": "आपका %symbol% कमिट किया गया",
  "Your %symbol% RECLAIMED": "आपका %symbol% फिर से क्लेम किया गया",
  "Your %symbol% TO RECLAIM": "आपके %symbol% फिर से क्लेम करने के लिए है",
  "%symbol% received": "%symbol% प्राप्त हुआ",
  "%symbol% to receive": "%symbol% प्राप्त होने के लिए है",
  "Stories were told, and songs were sung about Chef Mixie’s anpans and her big Honey gun.": "शेफ़ मिक्सी के anpans और उनकी बड़ी Honey गन के बारे में कहानियां कही जाती थीं और गाने गाए जाते थे।",
  "Eggscellent! Celebrating Honey Storm winning the Easter Battle!": "Eggscellent! Honey Storm के ईस्टर बैटल जीतने की खुशियां मनाई जा रही हैं!",
  "Melting Easter eggs and melting hearts!": "ईस्टर के अंडे टूट रहे हैं और दिल भावुक हो रहा है!",
  "Watch out for Flipsie’s spatula smash!": "फ्लिपसी के स्पैटूला स्मैश पर नज़र बनाए रखें!",
  "Do you like chocolate with your honey? Go long!": "क्या आप अपने honey के लिए चॉकलेट पसंद करते हैं? नतीजे बढ़िया होंगे!",
  "Happy Niu Year! This bunny’s excited for the year of the bull (market!)": "हैपी न्यू ईयर! यह नया खिलाड़ी वर्ष का श्रेष्ठ तेजड़िया बनने के लिए उत्साहित है (मार्केट!)",
  "Oopsie daisy! Hiccup's had a bit of an accident. Poor little fella.": "ऊप्सी डेज़ी! काम में हिचकिचाहट से दुर्घटना हुई। बेचारा नन्हा-मुन्ना।",
  "Aww, looks like eating anpans all day is not easy. Sweet dreams!": "ओह, ऐसा लगता है कि पूरे दिन anpans खाना आसान नहीं है। स्वीट ड्रीम!",
  "Sunny is always cheerful when there are anpans around. Smile!": "सनी हमेशा खुश होता है जब आस-पास anpans होते हैं। मुसकराइए!",
  "Don't let that dopey smile deceive you... Churro's a master ANPAN chef!": "इस मूर्खतापूर्ण मुस्कान से धोखा न खा लेना... चुरो एक मास्टर ANPAN शेफ़ है!",
  "Nommm... Oh hi, I'm just meditating on the meaning of ANPAN.": "चपर-चपर... ओह, मैं बस ANPAN के अर्थ के बारे में सोच रहा हूं।",
  "Three guesses what's put that twinkle in those eyes! (Hint: it's ANPAN)": "उन आंखों में वह ट्विंकल कैसे आया, कोई तीन जवाब! (हिंट: यह ANPAN है)",
  "These bunnies love nothing more than swapping anpans. Especially on BSC.": "ये खरगोश anpans स्वैप करने से ज़्यादा कुछ पसंद नहीं करते। खास तौर पर BSC में।",
  "It's raining honey on this bunny, but he doesn't seem to mind. Can you blame him?": "खरगोश के ऊपर honey गिर रहा है लेकिन उसे कोई फर्क नहीं पड़ रहा। क्या आप उसे दोष देंगे?",
  "These bunnies like their anpans with blueberries. What's your favorite topping?": "इन खरगोशों को उनके anpans ब्लूबेरी के साथ पसंद हैं। आपकी पसंदीदा टॉपिंग क्या है?",
  "Love makes the world go 'round... but so do anpans. And these bunnies know it.": "ये दुनिया प्यार से ही चलती है... लेकिन anpans से भी चलती है। और ये खरगोश यह बात जानते हैं।",
  "It’s sparkling honey, anpans, and even lottery tickets! This bunny really loves it.": "यहां खूबसूरत honey, anpans और लॉटरी के टिकट भी हैं! इस खरगोश को यह वाकई पसंद आएगा।",
  "The storm's a-comin! Watch out! These bulls are stampeding in a honey surge!": "तूफान आ रहा है! नजर बनाए रखें! honey की भरमार होने पर ये अंधाधुंध दौड़कर भगदड़ मचाते हैं!",
  "The flippening is coming. Don't get in these bunnies' way, or you'll get flipped, too!": "फ्लिपनिंग होने वाली है। इन खरगोशों के रास्ते में न आएं वर्ना आपको भी झटका लग सकता है!",
  "Can you stand the heat? Stay out of the kitchen or you might get burned to a crisp!": "क्या आप गर्मी सह पा रहे हैं? किचन से दूर रहें वर्ना आप जल-भुन जाएंगे!",
  "%ratio%% of total sale": "कुल सेल का %ratio%%",
  "Your %symbol% earnings have been sent to your wallet!": "आपकी %symbol% कमाई भी आपके वॉलेट में भेजी जा चुकी है!",
  "Your %symbol% earnings have been re-invested into the pool!": "आपकी %symbol% कमाई का पूल में फिर से निवेश किया गया है!",
  "Stake %symbol%": "स्टेक %symbol%",
  "You must harvest and compound your earnings from this pool manually.": "आपको इस पूल से अपनी कमाई मैनुअली प्राप्त और कंपाउंड करनी चाहिए।",
  "Register": "रजिस्टर करें",
  "Contribute %symbol%": "%symbol% का योगदान दें",
  "Volume": "वॉल्यूम",
  "%symbol% per $1,000": "%symbol% प्रति $1,000",
  "Prediction (BETA)": "प्रेडिक्शन (बीटा)",
  "Collectibles": "कलेक्शन आइटम",
  "Team Battle": "टीम बैटल",
  "Teams & Profile": "टीम और प्रोफ़ाइल",
  "Leaderboard": "लीडरबोर्ड",
  "Tokens": "टोकन",
  "Contact": "संपर्क करें",
  "Merch": "बेचने योग्य आइटम",
  "LP Migration": "LP माइग्रेशन",
  "V1 Liquidity (Old)": "V1 लिक्विडिटी (पुराना)",
  "Claim Collectible": "कलेक्शन आइटम क्लेम करें",
  "The higher your team’s rank, the better your prizes!": "आपकी टीम की रैंकिंग जितनी बेहतर होती है, आपके पुरस्कार उतने बेहतर होते हैं!",
  "Get Ready": "तैयार हो जाएं",
  "Earn up to %highestApr% APR in Farms": "फार्म में %highestApr% APR तक जीतें",
  "Earn %assets% in Pools": "पूल में %assets% जीतें",
  "Activate AnpanSwap Profile to take part in next IFO‘s!": "अगले IFO में भाग लेने के लिए AnpanSwap प्रोफ़ाइल को एक्टिवेट करें!",
  "Trading Battle": "ट्रेडिंग बैटल",
  "Prediction": "पूर्वानुमान",
  "Initial Farm Offering": "फार्म संबंधी आरंभिक पेशकश",
  "An error occurred confirming transaction": "लेनदेन को कन्फ़र्म करते हुए गड़बड़ी हुई",
  "Successfully Enabled!": "सफलतापूर्वक सक्षम किया गया!",
  "You can now participate in the %symbol% IFO.": "अब आप %symbol% IFO में शामिल हो सकते हैं।",
  "Team Ranks": "टीम रैंक",
  "Prizes": "पुरस्कार",
  "Rules": "नियम",
  "Entry": "एंट्री",
  "Enable pool": "पूल सक्षम करें",
  "Start staking": "स्टेकिंग शुरू करें",
  "Search Pools": "पूल खोजें",
  "Ends in": "खत्म होगा:",
  "Starts in": "शुरू होगा:",
  "Total amount of %symbol% staked in this pool": "इस पूल में स्टेक किए गए %symbol% की कुल राशि",
  "These pools are no longer distributing rewards. Please unstake your tokens.": "ये पूल अब पुरस्कार नहीं बांट रहे हैं। कृपया अपने टोकन अनस्टेक करें।",
  "Max. stake per user": "प्रति यूज़र अधिकतम स्टेक",
  "You have claimed your rewards!": "आपने अपना पुरस्कार क्लेम कर लिया है!",
  "Already Collected": "पहले से ही कलेक्ट किया गया",
  "Predictions Now Live": "प्रेडिक्शन अब लाइव है",
  "Beta Version": "बीटा वर्शन",
  "Over %amount% in BNB won so far": "अब तक BNB में %amount% से अधिक जीते हैं",
  "Try Now": "अभी आजमाएं",
  "New": "नया",
  "LP rewards: 0.17% trading fees, distributed proportionally among LP token holders.": "LP पुरस्कार: 0.17% ट्रेडिंग फीस, जिसे LP टोकन धारकों के बीच समान अनुपात में वितरित किया जाता है।",
  "ANPAN + Fees": "ANPAN + फ़ीस",
  "Prediction Markets": "प्रेडिक्शन मार्केट",
  "Now Live": "अब लाइव है",
  "in Beta": "बीटा में",
  "Ended %date%": "%date% को समाप्त हुआ",
  "Starts %date%": "%date% को शुरू हो रहा है",
  "Ends %date%": "%date% को समाप्त होना है",
  "Closed": "बंद हो गया",
  "Vote Now": "अभी वोट करें",
  "Soon": "जल्दी ही",
  "No proposals found": "कोई प्रस्ताव नहीं मिला",
  "Creator": "क्रिएटर",
  "Proposals": "प्रस्ताव",
  "Make a Proposal": "प्रस्ताव बनाएं",
  "Have your say in the future of the AnpanSwap Ecosystem": "AnpanSwap ईकोसिस्टम के भविष्य के बारे में अपनी राय दें",
  "Got a suggestion?": "आपके पास कोई सुझाव है?",
  "Community proposals are a great way to see how the community feels about your ideas.": "कम्युनिटी आपके विचारों पर कैसा महसूस करती है, यह देखने के लिए कम्युनिटी प्रस्ताव सबसे अच्छा तरीका हैं।",
  "They won't necessarily be implemented if the community votes successful, but suggestions with a lot of community support may be made into Core proposals.": "यदि कम्युनिटी इसके पक्ष में सफलतापूर्वक वोट करती है तो भी यह जरूरी नहीं है कि इन्हें लागू ही किया जाएगा, लेकिन बहुत सारे कम्युनिटी समर्थन के साथ सुझावों को मूल प्रस्तावों में शामिल किया जा सकता है।",
  "%field% is required": "%field% आवश्यक है",
  "Please create a minimum of %num% choices": "कृपया कम से कम %num% विकल्प तैयार करें",
  "Choices must not be empty": "विकल्प खाली नहीं होने चाहिए",
  "Please select a valid date": "कृपया कोई मान्य तिथि चुनें",
  "Please select a valid time": "कृपया कोई मान्य समय चुनें",
  "End date must be after the start date": "अंतिम तिथि, आरंभ तिथि के बाद होनी चाहिए",
  "Invalid snapshot": "अमान्य स्नैपशॉट",
  "Proposal created!": "प्रस्ताव बनाया गया!",
  "Voted": "वोट किया गया",
  "Time": "समय",
  "Input choice text": "विकल्प टेक्स्ट इनपुट करें",
  "Start Time": "आरंभ समय",
  "Back to Vote Overview": "वोट पर वापस आएं पर एक नजर",
  "Voting For": "इनके लिए वोटिंग कर रहे हैं",
  "Your Voting Power": "आपकी वोटिंग पावर",
  "Confirm Vote": "वोट कन्फ़र्म करें",
  "Add Choice": "विकल्प जोड़ें",
  "Title": "शीर्षक",
  "Content": "कंटेंट",
  "End Date": "अंतिम तिथि",
  "Start Date": "आरंभ तिथि",
  "Actions": "कार्रवाई",
  "End Time": "अंतिम समय",
  "Publish": "प्रकाशित करें",
  "No votes found": "कोई वोट नहीं मिला",
  "Vote Weight": "वोट का महत्व",
  "Decision": "निर्णय",
  "Voter": "वोटर",
  "Votes (%count%)": "वोट (%count%)",
  "Snapshot": "स्नैपशॉट",
  "Choices": "विकल्प",
  "Unable to sign payload": "पेलोड साइन करने में असमर्थ",
  "Identifier": "आइडेंटिफ़ायर",
  "Current Results": "वर्तमान परिणाम",
  "Vote cast!": "वोट दें!",
  "Are you sure you want to vote for the above choice? This action cannot be undone.": "क्या आप वाकई उपरोक्त विकल्प के लिए वोट देना चाहते हैं? इस कार्रवाई को वापस नहीं किया जा सकता है।",
  "Tip: write in Markdown!": "टिप: मार्कडाउन में लिखें!",
  "Cast your vote": "अपना वोट दें",
  "Preview": "प्रीव्यू",
  "%total% Votes": "%total% वोट",
  "Cast Vote": "वोट दें",
  "See All": "सभी देखें",
  "Your voting power is determined by the amount of ANPAN you held at the block detailed below. ANPAN held in other places does not contribute to your voting power.": "आपकी वोटिंग पावर ANPAN की उस मात्रा से तय होती है जिसे आपने नीचे बताए गए ब्लॉक में रखा है। अन्य जगहों में रखा गया ANPAN आपकी वोटिंग पावर में योगदान नहीं देता है।",
  "Your Anpan Held Now": "आपका Anpan अब रखा गया",
  "Wallet": "वॉलेट",
  "Manual ANPAN Pool": "मैनुअल ANPAN पूल",
  "Auto ANPAN Pool": "ऑटो ANPAN पूल",
  "ANPAN BNB LP": "ANPAN BNB LP",
  "Other Honey Pools": "अन्य Honey पूल",
  "Voting Power": "वोटिंग पावर",
  "You need at least %count% voting power to publish a proposal.": "कोई प्रस्ताव प्रकाशित करने के लिए आपको कम से कम %count% वोटिंग पावर चाहिए।",
  "Check voting power": "वोटिंग पावर की जांच करें",
  "Amount to collect": "कलेक्ट करने के लिए राशि",
  "Your winnings": "आपके जीते गए पुरस्कार",
  "Includes your original position and your winnings, minus the %fee% fee.": "इसमें %fee% फीस घटाकर, आपकी मूल पोजीशन और आपके जीते गए पुरस्कार शामिल होते हैं।",
  "Your funds have been staked in the farm": "आपके फंड फार्म में स्टेक किए गए हैं",
  "Base APR (yield only)": "बेस APR (केवल यील्ड)",
  "View/Edit Numbers": "नंबर देखें/संपादित करें",
  "Edit Numbers": "नंबर संपादित करें",
  "Total cost": "कुल लागत",
  "Numbers are randomized, with no duplicates among your tickets. Tap a number to edit it. Available digits: 0-9": "नंबर को रैंडमाइज़ किया गया है, जिनमें आपके टिकट का कोई डुप्लीकेट नहीं है। किसी नंबर को संपादित करने के लिए इसे टैप करें। उपलब्ध अंक: 0-9",
  "Randomize": "रैंडमाइज़ करें",
  "Confirm and buy": "कन्फ़र्म करें और खरीदें",
  "Go back": "वापस जाएं",
  "Duplicate": "डुप्लीकेट",
  "Get your tickets now!": "अपने टिकट अभी पाएं!",
  "Finished Rounds": "खत्म हो चुके राउंड",
  "Only showing data for Lottery V2": "केवल लॉटरी V2 का डेटा दिखा रहा है",
  "Connect your wallet": "अपना वॉलेट कनेक्ट करें",
  "to check if you've won": "यह चेक करने के लिए क्या आप जीते हैं",
  "No prizes to collect": "कलेक्ट करने के लिए कोई पुरस्कार नहीं है",
  "Better luck next time!": "अगली बार किस्मत आपका साथ दे!",
  "Why not play again": "फिर से क्यों नहीं खेलते",
  "Are you a winner?": "क्या आप विजेता हैं?",
  "Checking": "जांच की जा रही है",
  "Check Now": "अभी जांच करें",
  "On sale soon!": "जल्दी ही सेल में!",
  "Date": "तिथि",
  "Your Tickets": "आपके टिकट",
  "in prizes!": "पुरस्कारों में!",
  "Tickets on sale soon": "टिकट जल्दी ही सेल में आने वाले हैं",
  "The AnpanSwap Lottery": "AnpanSwap लॉटरी",
  "All History": "सभी हिस्ट्री",
  "Winning Number": "जीतने वाला नंबर",
  "You had": "You had",
  "tickets": "टिकट",
  "this round": "यह राउंड",
  "Prize pot": "पुरस्कार पॉट",
  "Total players this round": "इस राउंड में कुल प्लेयर",
  "Draw": "ड्रॉ",
  "Next Draw": "अगला ड्रॉ",
  "Your tickets": "आपके टिकट",
  "You have": "You have",
  "Match the winning number in the same order to share prizes.": "पुरस्कार शेयर करने के लिए समान क्रम में जीतने वाले नंबर को मैच करें।",
  "Current prizes up for grabs:": "हासिल करने के लिए उपलब्ध वर्तमान पुरस्कार:",
  "Burn": "बर्न",
  "Match all %numberMatch%": "सभी %numberMatch% को मैच करें",
  "Match first %numberMatch%": "पहले %numberMatch% को मैच करें",
  "Matched first": "पहले मैच किया गया",
  "Drawn": "Drawn",
  "Connect your wallet to check your history": "अपनी हिस्ट्री देखने के लिए अपना वॉलेट कनेक्ट करें",
  "Buy tickets for the next round!": "अगले राउंड के लिए टिकट खरीदें!",
  "No lottery history found": "कोई लॉटरी हिस्ट्री नहीं मिली",
  "Contract enabled - you can now purchase tickets": "कॉन्ट्रैक्ट को सक्षम किया गया - अब आप टिकट खरीद सकते हैं",
  "Lottery tickets purchased!": "लॉटरी टिकट खरीदे गए!",
  "The maximum number of tickets you can buy in one transaction is %maxTickets%": "आप एक लेनदेन में अधिकतम %maxTickets% टिकट खरीद सकते हैं",
  "Bulk discount": "बल्क डिस्काउंट",
  "Buy Instantly": "तुरंत खरीदें",
  "\"Buy Instantly\" chooses random numbers, with no duplicates among your tickets. Prices are set before each round starts, equal to $5 at that time. Purchases are final.": "\"तुरंत खरीदें\" रैंडम नंबर चुनता है, जिसमें से कोई आपके टिकट का डुप्लीकेट नहीं होता है। हर राउंड शुरू होने से पहले कीमतें सेट की जाती हैं, जो उस समय $5 के बराबर होती हैं। खरीदारी अंतिम होती है।",
  "Prizes Collected!": "पुरस्कार कलेक्ट किए गए!",
  "Your ANPAN prizes for round %lotteryId% have been sent to your wallet": "राउंड %lotteryId% के लिए आपके ANPAN पुरस्कारों को आपके वॉलेट में भेजा जा चुका है",
  "Claim %claimNum% of %claimTotal% for round %lotteryId% was successful. Please confirm the next transation": "राउंड %lotteryId% के लिए %claimTotal% में से %claimNum% का क्लेम सफल रहा था। कृपया अगले लेनदेन को कन्फ़र्म करें",
  "Claiming": "क्लेम किया जा रहा है",
  "Tickets must match the winning number in the exact same order, starting from the first digit.": "जीतने वाले नंबर से टिकट की मैचिंग ठीक उसी क्रम में, पहले अंक से शुरू करते हुए होनी चाहिए।",
  "If the winning number is “123456”:": "यदि जीतने वाला नंबर “123456” है:",
  "“120000” matches the first 2 digits.": "“120000” पहले 2 अंकों से मैच होता है।",
  "“000006” matches the last digit, but since the first five digits are wrong, it doesn’t win any prizes.": "“000006” अंतिम अंक से मैच होता है, लेकिन चूंकि पहले पांच अंक गलत हैं इसलिए यह कोई पुरस्कार नहीं जीतेगा।",
  "Winning number": "जीतने वाला नंबर",
  "Total tickets": "कुल टिकट",
  "Winning tickets": "जीतने वाले टिकट",
  "until the draw": "ड्रॉ होने तक",
  "Winners announced in": "विजेताओं की घोषणा इसमें की गई:",
  "Tickets on sale in": "टिकट इसमें सेल के लिए उपलब्ध हैं:",
  "to check if you've won!": "यह चेक करने के लिए क्या आप जीते हैं!",
  "Why didn't I win?": "मैं क्यों नहीं जीता?",
  "How to Play": "कैसे खेलें",
  "If the digits on your tickets match the winning numbers in the correct order, you win a portion of the prize pool.": "यदि आपके टिकट के अंक जीतने वाले नंबर से सही क्रम में मैच हो जाते हैं, तो आप पुरस्कार पूल का एक हिस्सा जीतते हैं।",
  "Simple!": "आसान है!",
  "Prices are set when the round starts, equal to 5 USD in ANPAN per ticket.": "कीमतें उस समय सेट की जाती हैं जब राउंड शुरू होते हैं, जो प्रति टिकट ANPAN में 5 USD के बराबर होती है।",
  "Wait for the Draw": "लॉटरी ड्रॉ होने का इंतजार करें",
  "There are two draws every day: one every 12 hours.": "रोजाना दो ड्रॉ होते हैं: एक ड्रॉ हर 12 घंटे पर होता है।",
  "Check for Prizes": "पुरस्कारों के लिए देखें",
  "Once the round’s over, come back to the page and check to see if you’ve won!": "एक बार राउंड खत्म होने पर, पेज पर वापस आएं और यह देखें कि क्या आप जीत गए हैं!",
  "Step %number%": "चरण %number%",
  "Winning Criteria": "जीतने का मापदंड",
  "The digits on your ticket must match in the correct order to win.": "जीतने के लिए आपके टिकट के अंक सही क्रम में मैच होने चाहिए।",
  "Here’s an example lottery draw, with two tickets, A and B.": "यह उदाहरण के तौर पर एक लॉटरी ड्रॉ है जिसमें ए और बी दो टिकट हैं।",
  "Ticket A: The first 3 digits and the last 2 digits match, but the 4th digit is wrong, so this ticket only wins a “Match first 3” prize.": "टिकट ए: पहले 3 अंक और अंतिम 2 अंक मैच होते हैं, लेकिन चौथा अंक गलत है, इसलिए यह टिकट केवल “पहले 3 मैच” पुरस्कार ही जीतेगा।",
  "A": "ए",
  "Ticket B: Even though the last 5 digits match, the first digit is wrong, so this ticket doesn’t win a prize.": "टिकट बी: हालांकि अंतिम 5 अंक मैच होते हैं, लेकिन पहला अंक गलत है इसलिए यह टिकट कोई पुरस्कार नहीं जीतता है।",
  "B": "बी",
  "Prize Funds": "पुरस्कार फंड",
  "The prizes for each lottery round come from three sources:": "हर लॉटरी राउंड के पुरस्कार इन तीन स्रोतों से आते हैं:",
  "Ticket Purchases": "टिकट खरीदारियां",
  "100% of the ANPAN paid by people buying tickets that round goes back into the prize pools.": "ANPAN का 100% टिकट खरीदने वाले लोगों द्वारा चुकाया जाता है जो राउंड पुरस्कार पूल में वापस चला जाता है।",
  "Rollover Prizes": "रोलओवर पुरस्कार",
  "After every round, if nobody wins in one of the prize brackets, the unclaimed ANPAN for that bracket rolls over into the next round and are redistributed among the prize pools.": "हर राउंड के बाद, यदि किसी पुरस्कार ब्रैकेट में कोई नहीं जीतता है तो उस ब्रैकेट के अनक्लेम ANPAN अगले राउंड में रोल ओवर हो जाते हैं और पुरस्कार पुल के दौरान वितरित किए जाते हैं।",
  "ANPAN Injections": "ANPAN इंजेक्शन",
  "10,000 ANPAN from the treasury is added to a lottery round every other day. This ANPAN is of course also included in rollovers! Read more in our guide to ": "हर दूसरे दिन ट्रेजरी के 10,000 ANPAN एक लॉटरी राउंड में जोड़े जाते हैं। बेशक यह ANPAN भी रोलओवर में शामिल किया जाता है! इस बारे में हमारी इस गाइड में और पढ़ें ",
  "ANPAN Tokenomics": "ANPAN टोकनॉमिक्स",
  "Digits matched": "अंकों को मैच किया गया",
  "Prize pool allocation": "पुरस्कार पूल आवंटन",
  "Matches first %digits%": "पहले %digits% को मैच किया जाता है",
  "Matches all 6": "सभी 6 को मैच किया जाता है",
  "Burn Pool": "बर्न पूल",
  "Still got questions?": "आपके अभी भी कुछ सवाल हैं?",
  "Check our in-depth guide on": "AnpanSwap लॉटरी कैसे खेलें",
  "how to play the AnpanSwap lottery!": "इस बारे में हमारी जानकारीपूर्ण गाइड देखें!",
  "Prize brackets don’t ‘stack’: if you match the first 3 digits in order, you’ll only win prizes from the ‘Match 3’ bracket, and not from ‘Match 1’ and ‘Match 2’.": "पुरस्कार ब्रैकेट को ‘स्टेक’ न करें: यदि आप पहले 3 अंक की क्रम से मैचिंग कर लेते हैं, तो आप केवल ‘मैच 3’ ब्रैकेट के पुरस्कार जीतेंगे, ‘मैच 1’ और ‘मैच 2’ के नहीं जीतेंगे।",
  "Coming soon!": "जल्द आ रहा है!",
  "Tickets": "टिकट",
  "Edit numbers": "नंबर संपादित करें",
  "each": "प्रत्येक",
  "Collect Prizes": "पुरस्कार कलेक्ट करें",
  "You won": "आप जीत गए",
  "Calculating rewards": "पुरस्कार की गणना की जा रही है",
  "Buying multiple tickets in a single transaction gives a discount. The discount increases in a linear way, up to the maximum of 100 tickets:": "एक लेनदेन में बहुत सारे टिकट खरीदने से छूट मिलती है। छूट सीधे तरीके से बढ़ती जाती है, अधिकतम 100 टिकट तक:",
  "2 tickets: 0.05%": "2 टिकट: 0.05%",
  "50 tickets: 2.45%": "50 टिकट: 2.45%",
  "100 tickets: 4.95%": "100 टिकट: 4.95%",
  "You pay": "आप चुकाते हैं",
  "Lottery Now Live": "लॉटरी अब लाइव है",
  "Play Now": "अभी खेलें",
  "Over %amount% in Prizes!": "पुरस्कारों में %amount% से अधिक!",
  "Next Auction": "अगली नीलामी",
  "Auction Schedule": "नीलामी का कार्यक्रम",
  "%numHours% hours": "%numHours% घंटे",
  "To be announced": "घोषणा की जाएगी",
  "Auction Leaderboard": "नीलामी लीडरबोर्ड",
  "How does it work?": "यह कैसे काम करता है?",
  "Step 1: Submit application": "चरण 1: एप्लिकेशन सबमिट करें",
  "Projects can submit an application to sponsor a yield farm and/or pool on AnpanSwap via the ": "प्रोजेक्ट AnpanSwap पर यील्ड फार्म और/या पूल को प्रायोजित करने के लिए इस माध्यम से एप्लिकेशन सबमिट कर सकते हैं: ",
  "Application Form": "एप्लिकेशन फॉर्म",
  "Step 2: Await whitelisting": "चरण 2: व्हाइटलिस्टिंग का इंतजार करें",
  "The AnpanSwap team will try to respond within a week.": "AnpanSwap टीम एक सप्ताह के भीतर जवाब देने की कोशिश करेगी।",
  "Community Farm qualifiers will be asked to provide the address of the wallet which you’ll use for bidding ANPAN in the auction.": "कम्युनिटी फार्म क्वालिफायर्स को उस वॉलेट का पता देने के लिए कहा जाएगा जिसका उपयोग आप नीलामी में ANPAN की बोली लगाने के लिए करेंगे।",
  "Core Farm/Pool qualifiers will receive further directions separately.": "कोर फार्म/पूल क्वालिफायर्स को आगे के निर्देश अलग से मिलेंगे।",
  "Step 3: During the auction": "चरण 3: नीलामी के दौरान",
  "During the auction period, if you connect your project’s whitelisted wallet to the Auction page, you’ll see a “Place Bid” button during when the auction is live.": "नीलामी अवधि के दौरान, यदि आप अपने प्रोजेक्ट के व्हाइटलिस्ट वाले वॉलेट को नीलामी पेज से कनेक्ट करते हैं, तो आपको नीलामी के लाइव होने के दौरान “बोली लगाएं” बटन दिखाई देगा।",
  "You can then commit ANPAN to bid during the auction, competing against other project for one of the available farms.": "उपलब्ध फार्म में से एक के लिए दूसरे प्रोजेक्ट के सामने प्रतियोगिता करते हुए, फिर आप नीलामी के दौरान बोली लगाने के लिए ANPAN का वचन दे सकते हैं।",
  "Step 4: After the auction": "चरण 4: नीलामी के बाद",
  "If your bid was not successful, you can reclaim your ANPAN on this page.": "यदि आपकी बोली सफल नहीं थी, तो आप इस पेज पर अपना ANPAN रीक्लेम कर सकते हैं।",
  "If your bid was successful, your farm will begin at the specified time. The ANPAN you bid will not be returned to you and will be added to our weekly ANPAN burn.": "यदि आपकी बोली सफल थी, तो आपका फार्म निर्दिष्ट समय पर शुरू हो जाएगा। आप जिस ANPAN की बोली लगाएंगे, वह आपके पास वापस नहीं आएगा और आपको हमारे साप्ताहिक ANPAN बर्न में जोड़ा जाएगा।",
  "So long as you are whitelisted, you’ll be able to participate in each new auction.": "जब तक आप व्हाइटलिस्ट रहते हैं, आप हर नई नीलामी में भाग ले सकेंगे।",
  "If two or more projects bid the exact same ANPAN amount and are contending for a spot in the winning bidders, their bids may be invalidated.": "यदि दो या अधिक प्रोजेक्ट एकदम समान ANPAN राशि की बोली लगाते हैं और जीतने वाले बोलीकर्ताओं में किसी खास स्थान को पाने के लिए मुकाबला कर रहे हैं, तो उनकी बोली अमान्य करार दी जा सकती है।",
  "By participating in an Community Farm Auction, you agree to the following terms.": "कम्युनिटी फार्म नीलामी में शामिल होकर, आप निम्नलिखित शर्तों से सहमत होते हैं।",
  "A project being whitelisted for participation in an auction by AnpanSwap is in no way an endorsement or recommendation about said project.": "किसी नीलामी में शामिल होने के लिए किसी प्रोजेक्ट को AnpanSwap द्वारा व्हाइटलिस्ट किया जाना किसी भी तरह से उस प्रोजेक्ट का अनुमोदन या अनुशंसा करना नहीं है।",
  "AnpanSwap strongly advise against sending funds to any projects which request donations.": "AnpanSwap ऐसे प्रोजेक्ट को फंड भेजने के खिलाफ पुरजोर सलाह देता है जो दान मांगते हैं।",
  "AnpanSwap reserves all rights to remove any project it deems to have acted with malicious or dangerous intent from auctions at any time.": "AnpanSwap के पास ऐसे किसी भी प्रोजेक्ट को किसी भी समय नीलामी से हटाने का सर्वाधिकार सुरक्षित है जिन्होंने उसके अनुसार दुर्भावना या खतरनाक इरादों के साथ काम किया है।",
  "Community Farm Auction": "कम्युनिटी फार्म नीलामी",
  "Each week, qualifying projects can bid ANPAN for the right to host a 7-day Farm on AnpanSwap.": "हर सप्ताह, क्वालिफ़ाई करने वाले प्रोजेक्ट AnpanSwap पर 7 दिन का फार्म होस्ट करने का अधिकार पाने के लिए ANPAN की बोली लगा सकते हैं।",
  "Apply for a Farm/Pool": "फार्म/पूल के लिए आवेदन करें",
  "Community Auctions": "कम्युनिटी नीलामी",
  "FAQs": "आम सवाल",
  "Auction duration": "नीलामी की अवधि",
  "Terms & Conditions": "नियम और शर्तें",
  "in Prizes!": "पुरस्कारों में!",
  "Output is estimated. If the price changes by more than %slippage%% your transaction will revert.": "आउटपुट अनुमानित है। यदि कीमत %slippage%% से ज्यादा बदलती है, तो आपका लेनदेन रिवर्ट हो जाएगा।",
  "Supplying %amountA% %symbolA% and %amountB% %symbolB%": "%amountA% %symbolA% और %amountB% %symbolB% की सप्लाई की जा रही है",
  "Removing %amountA% %symbolA% and %amountB% %symbolB%": "%amountA% %symbolA% और %amountB% %symbolB% को हटाया जा रहा है",
  "Swapping %amountA% %symbolA% for %amountB% %symbolB%": "%amountA% %symbolA% को %amountB% %symbolB% में स्वैप किया जा रहा है",
  "Add Liquidity": "लिक्विडिटी जोड़ें",
  "Add liquidity to receive LP tokens": "LP टोकन पाने के लिए लिक्विडिटी जोड़ें",
  "Liquidity providers earn a 0.17% trading fee on all trades made for that token pair, proportional to their share of the liquidity pool.": "लिक्विडिटी प्रदाता उस टोकन पेयर के लिए किए गए सभी ट्रेड पर 0.17% ट्रेडिंग फ़ीस कमाते हैं, जो लिक्विडिटी पूल के उनके शेयर के समानुपात में होती है।",
  "You are creating a pool": "आप एक पूल बना रहे हैं",
  "You are the first liquidity provider.": "आप पहले लिक्विडिटी प्रदाता है।",
  "The ratio of tokens you add will set the price of this pool.": "आपके द्वारा जोड़े गए टोकन का अनुपात इस पूल की कीमत तय करेगा।",
  "Once you are happy with the rate click supply to review.": "जब आप रेट से खुश हों, तो रिव्यू करने के लिए सप्लाई पर क्लिक करें।",
  "Initial prices and pool share": "शुरुआती कीमत और पूल शेयर",
  "Prices and pool share": "कीमतें और पूल शेयर",
  "Unsupported Asset": "बिना सपोर्ट वाले ऐसेट",
  "Enabling %asset%": "%asset% को सक्षम किया जा रहा है",
  "Enable %asset%": "%asset% को सक्षम करें",
  "Share of Pool": "पूल का शेयर",
  "%assetA% per %assetB%": "%assetA% प्रति %assetB%",
  "%asset% Deposited": "%asset% जमा किए गए",
  "Rates": "रेट",
  "Create Pool & Supply": "पूल और सप्लाई बनाएं",
  "Confirm Supply": "सप्लाई कन्फ़र्म करें",
  "Confirm Swap": "स्वैप कन्फ़र्म करें",
  "Connect to a wallet to view your liquidity.": "अपनी लिक्विडिटी देखने के लिए किसी वॉलेट से कनेक्ट हों।",
  "Connect to a wallet to find pools": "पूल पाने के लिए वॉलेट से कनेक्ट हों",
  "Select a token to find your liquidity.": "अपनी लिक्विडिटी को खोजने के लिए कोई टोकन चुनें।",
  "No liquidity found.": "कोई लिक्विडिटी नहीं मिली।",
  "Don't see a pool you joined?": "क्या आप उस पूल को नहीं देख पा रहे हैं जिसमें आप शामिल हुए हैं?",
  "Find other LP tokens": "दूसरे LP टोकन पाएं",
  "Import Pool": "पूल आयात करें",
  "Import an existing pool": "मौजूदा पूल को आयात करें",
  "Select a Token": "टोकन चुनें",
  "Pool Found!": "पूल मिला!",
  "No pool found.": "कोई पूल नहीं मिला।",
  "Create pool.": "पूल बनाएं।",
  "Manage this pool.": "यह पूल मैनेज करें।",
  "Invalid pair.": "अमान्य पेयर।",
  "You don’t have liquidity in this pool yet.": "आपकी इस पूल में अभी तक कोई लिक्वडिटी नहीं है।",
  "%assetA%/%assetB% Burned": "%assetA%/%assetB% बर्न किया गया",
  "Price": "कीमत",
  "Prices": "कीमतें",
  "Remove %assetA%-%assetB% liquidity": "%assetA%-%assetB% लिक्विडिटी हटाएं",
  "Amount": "राशि",
  "Simple": "सामान्य",
  "Detailed": "विस्तृत",
  "Receive WBNB": "WBNB पाएं",
  "Receive BNB": "BNB पाएं",
  "Remove": "हटाएं",
  "Input": "इनपुट",
  "Output": "आउटपुट",
  "Trade tokens in an instant": "टोकन का तुरंत ट्रेड करें",
  "From (estimated)": "इनसे (अनुमानित)",
  "From": "इनसे",
  "To (estimated)": "इनके लिए (अनुमानित)",
  "To": "इनके लिए",
  "+ Add a send (optional)": "+ भेजना जोड़ें (वैकल्पिक)",
  "- Remove send": "- भेजना हटाएं",
  "Slippage Tolerance": "स्लिपेज टॉलरेंस",
  "Insufficient liquidity for this trade.": "इस ट्रेड के लिए अपर्याप्त लिक्विडिटी।",
  "Try enabling multi-hop trades.": "मल्टी-हॉप ट्रेड सक्षम करने की कोशिश करें।",
  "Price Impact High": "मूल्य प्रभाव उच्च",
  "Swap": "स्वैप करें",
  "Swap Anyway": "फिर भी स्वैप करें",
  "Recent Transactions": "हालिया लेनदेन",
  "clear all": "सभी साफ करें",
  "Clear all": "सभी साफ करें",
  "No recent transactions": "कोई हालिया लेनदेन नहीं",
  "Are you sure?": "क्या आप निश्चित हैं?",
  "Expert mode turns off the 'Confirm' transaction prompt, and allows high slippage trades that often result in bad rates and lost funds.": "एक्सपर्ट मोड 'कन्फ़र्म' लेनदेन प्रॉम्प्ट को बंद कर देता है और हाई स्लिपेज ट्रेड की अनुमति देता है जिसका नतीजा अक्सर खराब रेट और गुम फंड के रूप में आता है।",
  "Only use this mode if you know what you’re doing.": "इस मोड का उपयोग केवल तभी करें जब आप जानते हों कि आप क्या कर रहे हैं।",
  "Turn On Expert Mode": "एक्सपर्ट मोड को चालू करें",
  "Transaction Settings": "लेनदेन सेटिंग्स",
  "Interface Settings": "इंटरफ़ेस सेटिंग्स",
  "Toggle Expert Mode": "एक्सपर्ट मोड को टॉगल करें",
  "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "कन्फ़र्मेशन मॉडल को बायपास करता है और हाई स्लिपेज ट्रेड की अनुमति देता है। अपने जोखिम पर इस्तेमाल करें।",
  "Disable Multihops": "मल्टीहॉप को अक्षम करें",
  "Restricts swaps to direct pairs only.": "स्वैप को केवल सीधे पेयर तक सीमित करें।",
  "Audio": "ऑडियो",
  "🐰 Turn down your volume a bit before you swap": "🐰 स्वैप करने से पहले अपनी आवाज थोड़ी धीमी करें",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "यदि मूल्य प्रतिकूल रूप से इस प्रतिशत से अधिक बदलता है तो आपके लेनदेन रिवर्ट हो जाएंगे।",
  "Enter a valid slippage percentage": "कोई मान्य स्लिपेज प्रतिशत दर्ज करें",
  "Your transaction may fail": "आपका लेनदेन विफल हो सकता है",
  "Your transaction may be frontrun": "आपका लेनदेन फ़्रंटरन हो सकता है",
  "Your transaction will revert if it is pending for more than this long.": "यदि आपका लेनदेन इससे लंबे समय के लिए अधूरा रहता है तो लेनदेन रिवर्ट हो जाएंगे।",
  "minutes": "मिनट",
  "Token Amount": "टोकन राशि",
  "Balance: %amount%": "शेष राशि: %amount%",
  "LP tokens in your wallet": "आपके वॉलेट में LP टोकन",
  "Pooled %asset%": "%asset% को पूल किया गया",
  "By adding liquidity you'll earn 0.17% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "लिक्विडिटी जोड़कर आप पूल में अपने शेयर के समानुपात में इस पेयर पर हुए सभी ट्रेड का 0.17% कमाएंगे। फ़ीस को पूल में जोड़ा जाता है, रीयल टाइम में जमा होती है और आपकी लिक्विडिटी को वापस लेकर इसे क्लेम किया जा सकता है।",
  "Common bases": "कॉमन बेस",
  "These tokens are commonly paired with other tokens.": "ये टोकन आम तौर पर दूसरे टोकन के साथ पेयर किए जाते हैं।",
  "Expanded results from inactive Token Lists": "इनेक्टिव टोकन लिस्ट के विस्तारित नतीजे",
  "Tokens from inactive lists. Import specific tokens below or click 'Manage' to activate more lists.": "इनेक्टिव लिस्ट के टोकन। नीचे विशिष्ट टोकन आयात करें या अधिक लिस्ट एक्टिवेट करने के लिए 'मैनेज करें' पर क्लिक करें।",
  "No results found.": "कोई नतीजा नहीं मिला।",
  "Manage": "मैनेज करें",
  "Manage Tokens": "टोकन मैनेज करें",
  "Import Tokens": "टोकन आयात करें",
  "Import List": "लिस्ट आयात करें",
  "Import at your own risk": "अपने जोखिम पर आयात करें",
  "By adding this list you are implicitly trusting that the data is correct. Anyone can create a list, including creating fake versions of existing lists and lists that claim to represent projects that do not have one.": "यह लिस्ट जोड़कर आप अंतर्निहित रूप से यह विश्वास कर रहे हैं कि डेटा सही है। कोई भी लिस्ट बना सकता है, जिसमें मौजूदा लिस्ट के नकली वर्शन बनाना और ऐसी लिस्ट बनाना शामिल है जो ऐसे प्रोजेक्ट का प्रतिनिधित्व करने का क्लेम करती हैं जिनके पास कोई लिस्ट नहीं है।",
  "If you purchase a token from this list, you may not be able to sell it back.": "यदि आप इस लिस्ट से कोई टोकन खरीदते हैं, तो आप इसे वापस नहीं बेच पाएंगे।",
  "Import": "आयात करें",
  "via": "इनके माध्यम से",
  "Anyone can create a BEP20 token on BSC with any name, including creating fake versions of existing tokens and tokens that claim to represent projects that do not have a token.": "कोई भी BSC पर किसी भी नाम से BEP20 टोकन बना सकता है, जिसमें मौजूदा टोकन के नकली वर्शन बनाना और ऐसे टोकन बनाना शामिल होता है जो बिना टोकन वाले प्रोजेक्ट का प्रतिनिधित्व करने का दावा करते हैं।",
  "If you purchase an arbitrary token, you may be unable to sell it back.": "यदि आप आर्बिट्रेरी टोकन खरीदते हैं, तो ऐसा हो सकता है कि आप इसे वापस न बेच पाएं।",
  "Unknown Source": "अज्ञात स्रोत",
  "Lists": "लिस्ट",
  "See": "देखें",
  "Update list": "लिस्ट अपडेट करें",
  "https:// or ipfs:// or ENS name": "https:// या ipfs:// या ENS नाम",
  "Loaded": "लोड किया गया",
  "Loading": "लोड हो रहा है",
  "Enter valid token address": "मान्य टोकन पता दर्ज करें",
  "Custom Token": "कस्टम टोकन",
  "Custom Tokens": "कस्टम टोकन",
  "Unknown Error": "अज्ञात त्रुटि",
  "Select a currency": "कोई करंसी चुनें।",
  "Search name or paste address": "नाम खोजें या पता पेस्ट करें",
  "Add %asset% to Metamask": "Metamask में %asset% जोड़ें",
  "Added %asset%": "%asset% जोड़ा गया",
  "Transaction Submitted": "लेनदेन सबमिट हुआ",
  "Wallet Address or ENS name": "वॉलेट एड्रेस या ENS नाम",
  "Recipient": "पाने वाला व्यक्ति",
  "Waiting For Confirmation": "कन्फ़र्मेशन का इंतजार हो रहा है",
  "Confirm this transaction in your wallet": "अपने वॉलेट में यह लेनदेन कन्फ़र्म करें",
  "Dismiss": "खारिज करें",
  "Latest": "नवीनतम",
  "Notice for trading %symbol%": "%symbol% की ट्रेडिंग करने का नोटिस",
  "To trade SAFEMOON, you must:": "SAFEMOON की ट्रेडिंग करने के लिए, आपको चाहिए:",
  "Click on the settings icon": "सेटिंग आइकन पर क्लिक करें",
  "Set your slippage tolerance to 12%+": "अपने स्लिपेज टॉलरेंस को 12%+ पर सेट करें",
  "This is because SafeMoon taxes a 10% fee on each transaction:": "ऐसा इसलिए क्योंकि SafeMoon हर लेनदेन पर 10% फ़ीस का टैक्स लेता है:",
  "5% fee = redistributed to all existing holders": "5% फ़ीस= सभी मौजूदा होल्डर को फिर से वितरित किया गया",
  "5% fee = used to add liquidity": "5% फ़ीस = लिक्विडिटी जोड़ने के लिए उपयोग किया गया",
  "Warning: BONDLY has been compromised. Please remove liqudity until further notice.": "चेतावनी: BONDLY की सुरक्षा में सेंध लग चुकी है। कृपया अगले नोटिस तक लिक्विडिटी हटाएं।",
  "Claimed": "क्लेम किया गया",
  "Settings": "सेटिंग",
  "Transaction deadline": "लेन-देन समय सीमा",
  "Convert ERC-20 to BEP-20": "ERC-20 को BEP-20 में बदलें",
  "Need help ?": "मदद चाहिए?",
  "Select a token": "एक टोकन चुनें",
  "Enter a recipient": "पाने वाले व्यक्ति का नाम दर्ज करें",
  "Invalid recipient": "पाने वाला अमान्य व्यक्ति",
  "Supply": "सप्लाई",
  "Your Liquidity": "आपकी लिक्विडिटी",
  "Remove liquidity to receive tokens back": "टोकन को वापस पाने के लिए लिक्विडिटी हटाएं",
  "Trade anything. No registration, no hassle.": "कुछ भी ट्रेड करें। कोई रजिस्ट्रेशन नहीं, कोई झंझट नहीं।",
  "Trade any token on Binance Smart Chain in seconds, just by connecting your wallet.": "Binance Smart Chain पर कुछ ही सेकंड में किसी भी टोकन को ट्रेड करें, आपको केवल अपना वॉलेट कनेक्ट करना है।",
  "Learn": "जानें",
  "BNB token": "BNB टोकन",
  "ANPAN token": "ANPAN टोकन",
  "BTC token": "BTC टोकन",
  "Earn passive income with crypto.": "क्रिप्टो के साथ निष्क्रिय आमदनी करें।",
  "AnpanSwap makes it easy to make your crypto work for you.": "AnpanSwap से आपके क्रिप्टो का आपके लिए काम करना आसान हो जाता है।",
  "Explore": "एक्सप्लोर करें",
  "Pie chart": "पाई चार्ट",
  "Stocks chart": "स्टॉक चार्ट",
  "Folder with anpan token": "ANPAN टोकन वाला फोल्डर",
  "ANPAN makes our world go round.": "ANPAN से हमारी दुनिया में सब कुछ आसान हो जाता है।",
  "ANPAN token is at the heart of the AnpanSwap ecosystem. Buy it, win it, farm it, spend it, stake it... heck, you can even vote with it!": "AnpanSwap इकोसिस्टम के केंद्र में ANPAN टोकन हैं। इन्हें खरीदें, इन्हें जीतें, इन्हें फार्म में इस्तेमाल करें, इन्हें खर्च करें, इन्हें स्टेक करें... वाह, आप तो इनसे वोट भी कर सकते हैं!",
  "Small 3d anpans": "छोटा 3d anpans",
  "%anpanPrizeInUsd% in ANPAN prizes this round": "इस राउंड में ANPAN पुरस्कार में %anpanPrizeInUsd%",
  "Buy tickets with ANPAN, win ANPAN if your numbers match": "ANPAN से टिकट खरीदें, यदि आपके नंबर मैच होते हैं तो ANPAN जीतें",
  "$%bnbWonInUsd% in BNB won so far": "अब तक BNB में %bnbWonInUsd% जीते हैं",
  "Will BNB price rise or fall? guess correctly to win!": "क्या BNB की कीमत बढ़ेगी या कम होगी? जीतने के लिए सही अंदाजा लगाएं!",
  "And those users are now entrusting the platform with over $%tvl% in funds.": "और वे यूज़र अब प्लेटफॉर्म पर $%tvl% से अधिक फंड का भरोसा जता रहे हैं।",
  "Trusted with billions.": "करोड़ों लोगों का भरोसेमंद।",
  "AnpanSwap has the most users of any decentralized platform, ever.": "AnpanSwap के पास अब तक के किसी भी डीसेंट्रलाइज्ड प्लेटफॉर्म से अधिक यूज़र हैं।",
  "Will you join them?": "क्या आप उससे जुड़ेंगे?",
  "$%tvl% staked": "$%tvl% स्टेक किया गया",
  "The moon is made of anpans.": "चांद anpans से बना है।",
  "Trade, earn, and win crypto on the most popular decentralized platform in the galaxy.": "दुनिया के सबसे लोकप्रिय डीसेंट्रलाइज्ड प्लेटफॉर्म पर ट्रेड करें, कमाएं और क्रिप्टो को जीतें।",
  "Lunar bunny": "ल्यूनर बनी",
  "Total supply": "कुल सप्लाई",
  "Burned to date": "आज की तिथि तक बर्न हुए",
  "Market cap": "मार्केट कैप",
  "Current emissions": "वर्तमान उत्सर्जन",
  "$%marketCap%": "$%marketCap%",
  "%anpanEmissions%/block": "%anpanEmissions%/ब्लॉक",
  "%earningsBusd% to collect from %count% farm": "%count% फार्म से %earningsBusd% कलेक्ट करना है",
  "%earningsBusd% to collect from %count% farms": "%count% फार्म से %earningsBusd% कलेक्ट करना है",
  "%earningsBusd% to collect from %count% farm and ANPAN pool": "%count% फार्म से %earningsBusd% और ANPAN पूल कलेक्ट करना है",
  "%earningsBusd% to collect from %count% farms and ANPAN pool": "%count% फार्म से %earningsBusd% और ANPAN पूल कलेक्ट करना है",
  "%earningsBusd% to collect from ANPAN pool": "ANPAN पूल से %earningsBusd% कलेक्ट करना है",
  "%earningsBusd% to collect": "%earningsBusd% कलेक्ट करना है",
  "Harvest all": "सभी प्राप्त करें",
  "Start in seconds.": "सेकंड में शुरू करें।",
  "Used by millions.": "लाखों लोगों द्वारा इस्तेमाल किया गया।",
  "Hi, %userName%!": "नमस्ते, %userName%!",
  "Play": "खेलें",
  "Connected with %address%": "%address% से कनेक्ट हुआ",
  "Win millions in prizes": "पुरस्कारों में लाखों जीतें",
  "%users% users": "%users% यूज़र",
  "Connect your crypto wallet to start using the app in seconds.": "कुछ सेकंड में ऐप का उपयोग शुरू करने के लिए अपना क्रिप्टो वॉलेट कनेक्ट करें।",
  "in the last 30 days": "पिछले 30 दिनों में",
  "No registration needed.": "किसी रजिस्ट्रेशन की जरूरत नहीं है।",
  "Learn how to start": "सीखें कि कैसे शुरू करें",
  "%trades% trades": "%trades% ट्रेड",
  "Provably fair, on-chain games.": "स्वाभाविक रूप से निष्पक्ष, ऑन-चेन गेम।",
  "made in the last 30 days": "पिछले 30 दिनों में बनाया गया",
  "Win big with AnpanSwap.": "AnpanSwap के साथ बड़े पुरस्कार जीतें।",
  "Copied": "कॉपी किया",
  "Make a Profile": "प्रोफ़ाइल बनाएं",
  "Your Address": "आपका पता",
  "Your Wallet": "आपका वॉलेट",
  "Transactions": "लेनदेन",
  "BNB Balance Low": "BNB शेष राशि कम है",
  "BNB Balance": "BNB शेष राशि",
  "ANPAN Balance": "ANPAN शेष राशि",
  "You need BNB for transaction fees.": "लेनदेन फ़ीस के लिए आपको BNB चाहिए।",
  "Disconnect": "डिस्कनेक्ट करें",
  "Disconnect Wallet": "वॉलेट डिस्कनेक्ट करें",
  "Ending in": "समाप्ति समय:",
  "Next auction": "अगली नीलामी",
  "Contract approved - you can now place your bid!": "कॉन्ट्रैक्ट को मंज़ूरी मिली - अब आप बोली लगा सकते हैं!",
  "Contract approved - you can now reclaim your bid!": "कॉन्ट्रैक्ट को मंज़ूरी मिली - अब आप अपनी बोली को रीक्लेम कर सकते हैं!",
  "Bid placed!": "बोली लगाई गई!",
  "Bid reclaimed!": "बोली रीक्लेम की गई!",
  "Reclaim Bid": "बोली रीक्लेम करें",
  "Place a Bid": "बोली लगाएं",
  "Reclaim your ANPAN now.": "अपना ANPAN अभी रीक्लेम करें।",
  "Your total bid": "आपकी कुल बोली",
  "Your bid in Auction #%auctionId% was unsuccessful.": "नीलामी #%auctionId% में आपकी बोली असफल रही थी।",
  "Current Auction": "वर्तमान नीलामी",
  "Farm schedule": "फार्म का कार्यक्रम",
  "Farm duration": "फार्म की अवधि",
  "%num% days": "%num% दिन",
  "Only whitelisted project wallets can bid in the auction to create Community Farms.": "कम्युनिटी फार्म बनाने के लिए नीलामी में सिर्फ व्हाइटलिस्ट वाले प्रोजेक्ट वॉलेट ही बोली लगा सकते हैं।",
  "Bidding is only possible while the auction is live.": "नीलामी के लाइव होने पर ही बोली लगाई जा सकती है।",
  "If you’re sure your project should be able to bid in this auction, make sure you’re connected with the correct (whitelisted) wallet.": "यदि आपको यकीन है कि आपका प्रोजेक्ट इस नीलामी में बोली लगाने में सक्षम होगा, तो सुनिश्चित करें कि आप सही (व्हाइटलिस्ट वाले) वॉलेट से कनेक्ट हैं।",
  "Why cant I bid for a farm?": "मैं फार्म के लिए बोली क्यों नहीं लगा सकता?",
  "Archive": "आर्काइव",
  "Auction #": "नीलामी #",
  "Auction #%auctionId%": "नीलामी #%auctionId%",
  "LP Info": "LP जानकारी",
  "Bidder Address": "बोलीकर्ता का पता",
  "Top %num% bidders at the end of the auction will successfully create a community farm.": "नीलामी के अंत में शीर्ष %num% बोलीकर्ता सफलतापूर्वक कम्युनिटी फार्म बनाएंगे।",
  "Position": "पोजीशन",
  "ANPAN bid": "ANPAN बोली",
  "Showing top 10 bids only.": "केवल 10 शीर्ष बोली दिखा रहे हैं।",
  "See all whitelisted bidders": "सभी व्हाइटलिस्ट वाले बोलीकर्ता देखें",
  "Your existing bid": "आपकी मौजूदा बोली",
  "Bid a multiple of 10": "10 के गुणन में बोली लगाएं",
  "Bid must be a multiple of 10": "बोली 10 के गुणन में होनी चाहिए",
  "First bid must be %initialBidAmount% ANPAN or more.": "पहली बोली %initialBidAmount% ANPAN या अधिक होनी चाहिए।",
  "If your bid is unsuccessful, you’ll be able to reclaim your ANPAN after the auction.": "यदि आपकी बोली असफल रहती है, तो आप नीलामी के बाद अपना ANPAN रीक्लेम करने में सक्षम होंगे।",
  "Notice": "नोटिस",
  "This page is a functional page, for projects to bid for farms.": "यह पेज एक फंक्शनल पेज है ताकि प्रोजेक्ट फार्म के लिए बोली लगा सकें।",
  "If you’re not a whitelisted project, you won’t be able to participate, but you can still view the auction bids in real time!": "यदि आप व्हाइटलिस्ट वाले प्रोजेक्ट नहीं हैं, तो आप इसमें शामिल नहीं हो पाएंगे लेकिन आप रीयल टाइम में नीलामी की बोलियां देख पाएंगे!",
  "Connect a whitelisted project wallet to participate in Auctions.": "नीलामी में शामिल होने के लिए व्हाइटलिस्ट वाले प्रोजेक्ट के वॉलेट से कनेक्ट करें।",
  "Your bid in Auction #%auctionId% was successful.": "नीलामी #%auctionId% में आपकी बोली सफल रही थी।",
  "Your Farm will be launched as follows:": "आपका फार्म इस प्रकार से लॉन्च किया जाएगा:",
  "Multiplier per farm": "मल्टीप्लायर प्रति फार्म",
  "Total whitelisted bidders": "व्हाइटलिस्ट वाले कुल बोलीकर्ता",
  "Please specify auction ID": "कृपया नीलामी ID बताएं",
  "No history yet": "अभी तक कोई हिस्ट्री नहीं",
  "Connected as %projectName%": "%projectName% के रूप में कनेक्ट हुआ",
  "Place bid": "बोली लगाएं",
  "Farms available": "फार्म उपलब्ध",
  "top %num% bidders": "शीर्ष %num% बोलीकर्ता",
  "All Whitelisted Project Wallets": "व्हाइटलिस्ट वाले सभी प्रोजेक्ट वॉलेट",
  "Search address or token": "पता या टोकन खोजें",
  "This page is for projects to bid for farms.": "यह पेज फार्म के लिए बोली लगाने वाले प्रोजेक्ट के लिए है।",
  "If you’re not a whitelisted project, you won’t be able to participate, but you can still view what’s going on!": "यदि आप व्हाइटलिस्ट वाले प्रोजेक्ट नहीं हैं, तो आप इसमें शामिल नहीं हो पाएंगे लेकिन आप देख पाएंगे कि क्या हो रहा है!",
  "through community auctions so far!": "अभी तक कम्युनिटी नीलामी के माध्यम से!",
  "%num% Winners": "%num% विजेता",
  "%num% Contenders...": "%num% प्रतियोगी...",
  "Farm Auctions": "फार्म नीलामी",
  "auction bunny": "ऑक्शन बनी",
  "Burnt ANPAN": "बर्न किए गए ANPAN",
  "Stake %stakingSymbol% - Earn %earningSymbol%": "%stakingSymbol% स्टेक करें - %earningSymbol% कमाएं",
  "Top Farms": "टॉप फार्म",
  "Top Honey Pools": "टॉप सिरप पूल",
  "Expert Mode": "एक्सपर्ट मोड",
  "Don’t show this again": "इसे दोबारा न दिखाएं",
  "Global": "ग्लोबल",
  "Tx deadline (mins)": "Tx डेडलाइन (मिनट)",
  "Flippy sounds": "फ्लिपी साउंड",
  "Your transaction will revert if it is left confirming for longer than this time.": "यदि आपका लेनदेन इससे अधिक समय तक पुष्टि के बगैर रहता है तो यह रिवर्ट हो जाएगा।",
  "Fun sounds to make a truly immersive anpans-flipping trading": "वास्तव में इमर्सिव पैनकेक-फ्लिपिंग ट्रेडिंग करने के लिए मजेदार साउंड।",
  "Found unknown key Setting a high slippage tolerance can help transactions succeed, but you may not get such a good price. Use with caution.": "अज्ञात कुंजी मिली, अधिक स्लिपेज टॉलरेंस सेट करने से लेनदेन को सफल करने में मदद मिल सकती है लेकिन शायद आपको अच्छी कीमत न मिले। सावधानी से उपयोग करें।",
  "Swaps & Liquidity": "स्वैप और लिक्विडिटी",
  "Setting a high slippage tolerance can help transactions succeed, but you may not get such a good price. Use with caution.": "अधिक स्लिपेज टॉलरेंस सेट करने से लेनदेन को सफल करने में मदद मिल सकती है लेकिन शायद आपको अच्छी कीमत न मिले। सावधानी से उपयोग करें।",
  "Fun sounds to make a truly immersive anpans-flipping trading experience": "वास्तव में इमर्सिव पैनकेक-फ्लिपिंग ट्रेडिंग अनुभव के लिए मजेदार साउंड।",
  "ROI at current rates": "वर्तमान रेट पर ROI",
  "Farm Multiplier": "फार्म मल्टीप्लायर",
  "“My Balance” here includes both LP Tokens in your wallet, and LP Tokens already staked in this farm.": "यहां “मेरी शेष राशि” में आपके वॉलेट के LP टोकन और इस फार्म में पहले से स्टेक किए गए LP टोकन दोनों ही शामिल हैं।",
  "“My Balance” here includes both %assetSymbol% in your wallet, and %assetSymbol% already staked in this pool.": "यहां “मेरी शेष राशि” में आपके वॉलेट के %assetSymbol% और इस पूल में पहले से स्टेक किए गए %assetSymbol% दोनों ही शामिल हैं।",
  "APY (%compoundTimes%x daily compound)": "APY (%compoundTimes%x रोजाना कंपाउंड)",
  "My Balance": "मेरी शेष राशि",
  "Staked for": "इसके लिए स्टेक किया गया",
  "Compounding every": "इतने समय में कंपाउंड हो रहा है:",
  "1D": "1 दिन",
  "7D": "7 दिन",
  "14D": "14 दिन",
  "30D": "30 दिन",
  "1Y": "1 वर्ष",
  "5Y": "5 वर्ष",
  "Annual ROI at current rates": "वर्तमान रेट पर वार्षिक ROI",
  "Calling all BSC projects": "सभी BSC प्रोजेक्ट को आमंत्रित किया जा रहा है",
  "Apply for whitelisting now!": "व्हाइटलिस्टिंग के लिए अभी आवेदन करें!",
  "Default Transaction Speed (GWEI)": "डिफ़ॉल्ट लेनदेन स्पीड (GWEI)",
  "Adjusts the gas price (transaction fee) for your transaction. Higher GWEI = higher speed = higher fees": "आपके लेनदेन के लिए गैस कीमत (लेनदेन फीस) को एडजस्ट करता है। अधिक GWEI = अधिक स्पीड = अधिक फीस",
  "Standard (%gasPrice%)": "स्टैंडर्ड (%gasPrice%)",
  "Fast (%gasPrice%)": "फास्ट (%gasPrice%)",
  "Instant (%gasPrice%)": "इंस्टेंट (%gasPrice%)",
  "You won multiple collectibles!": "आपने कई कलेक्शन आइटम जीते हैं!",
  "Prices shown on cards and charts are different": "कार्ड और चार्ट पर दिखाई गई कीमतें अलग हैं",
  "The price you see come from difference places": "आपको दिखने वाली कीमत अलग-अलग स्थानों से प्राप्त हुई है",
  "Prices on cards come from Chainlink’s verifiable price oracle.": "कार्ड की कीमतें Chainlink के सत्यापित करने योग्य प्राइस ओरेकल से प्राप्त हुई हैं।",
  "Prices on charts come from Binance.com. Chart's are provided for your reference only.": "चार्ट की कीमतें Binance.com से मिली हैं। चार्ट को केवल आपके संदर्भ के लिए दिया गया है।",
  "Only the price from Chainlink (shown on the cards) determines the round's result.": "केवल Chainlink की कीमतें (कार्ड पर दिखाई गई) ही राउंड का परिणाम तय करती हैं।",
  "Showing history for Prediction v0.2": "पूर्वानुमान v0.2 की हिस्ट्री दिखाई जा रही है",
  "Check for unclaimed v0.1 winnings": "जीते गए अनक्लेम किए गए v0.1 पुरस्कार के लिए देखें",
  "You have no unclaimed v0.1 prizes.": "आपके पास कोई अनक्लेम किया गया v0.1 पुरस्कार नहीं है।",
  "Nothing to collect": "कलेक्ट करने के लिए कुछ नहीं है",
  "Download .CSV": ".CSV डाउनलोड करें",
  "Download your v0.1 Prediction history below.": "अपनी v0.1 पूर्वानुमान हिस्ट्री नीचे डाउनलोड करें।",
  "Nothing to Collect": "कलेक्ट करने के लिए कुछ नहीं है",
  "From round %round%": "राउंड %round% से",
  "From rounds %rounds%": "राउंड %rounds% से",
  "View More": "अधिक देखें",
  "User": "यूज़र",
  "Net Winnings (BNB)": "जीते गए कुल पुरस्कार (BNB)",
  "Win Rate": "जीतने की दर",
  "Rounds Won": "राउंड जीते",
  "Rank By": "इसके अनुसार रैंकिंग",
  "Net Winnings": "जीते गए कुल पुरस्कार",
  "Total BNB": "कुल BNB",
  "%num%m": "%num%m",
  "Rounds Played": "राउंड खेले",
  "Winnings (BNB)": "जीते गए पुरस्कार (BNB)",
  "Direction": "दिशा",
  "My Rankings": "मेरी रैंकिंग",
  "View Stats": "आंकड़े देखें",
  "Last %num% Bets": "अंतिम %num% बाजियां",
  "Search %subject%": "%subject% खोजें",
  "Address": "पता",
  "Learn How to Connect": "कनेक्ट करने का तरीका सीखें",
  "Haven’t got a crypto wallet yet?": "अभी तक क्रिप्टो वॉलेट नहीं मिला?",
  "Neither side wins this round": "कोई भी साइड यह राउंड नहीं जीती",
  "The Locked Price & Closed Price are exactly the same (within 8 decimals), so neither side wins. All funds entered into UP and DOWN positions will go to the weekly ANPAN burn.": "लॉक्ड प्राइस और क्लोज़्ड प्राइस असल में बराबर (8 दशमलव तक) ही है इसलिए कोई भी साइड नहीं जीती। अप और डाउन पोजिशन में शामिल सभी फंड साप्ताहिक ANPAN बर्न में जाएंगे।",
  "To Burn": "बर्न करने हेतु",
  "Account": "खाता",
  "AnpanSwap Info & Analytics": "AnpanSwap जानकारी और एनालिटिक्स",
  "Top Tokens": "शीर्ष टोकन",
  "Top Pools": "शीर्ष पूल",
  "Your Watchlist": "आपका वॉचलिस्ट",
  "Saved pools will appear here": "सहेजे गए पूल यहां दिखाई देंगे",
  "All Pools": "सभी पूल",
  "All Tokens": "सभी टोकन",
  "Saved tokens will appear here": "सहेजे गए टोकन यहां दिखाई देंगे",
  "Transactions 24H": "लेनदेन 24 घंटे",
  "Volume 24H": "वॉल्यूम 24 घंटे",
  "Volume 7D": "वॉल्यूम 7 दिन",
  "Total Tokens Locked": "सभी टोकन लॉक किए गए",
  "LP reward fees 24H": "LP रिवार्ड फ़ीस 24 घंटे",
  "LP reward fees 7D": "LP रिवार्ड फ़ीस 7 दिन",
  "No pool has been created with this token yet. Create one": "इस पूल से अभी तक कोई टोकन नहीं बना है। यहां",
  "here.": "एक टोकन बनाएं।",
  "Price Change": "कीमत परिवर्तन",
  "Page %page% of %maxPage%": "%maxPage% का पृष्ठ %page%",
  "Name": "नाम",
  "Swaps": "स्वैप करता है",
  "Adds": "जोड़ता है",
  "Removes": "हटाता है",
  "No Transactions": "कोई लेनदेन नहीं",
  "Action": "कार्रवाई",
  "Total Value": "कुल मूल्य",
  "Add %token0% and %token1%": "%token0% और %token1% जोड़ें",
  "Remove %token0% and %token1%": "%token0% और %token1% हटाएं",
  "Swap %token0% for %token1%": "%token1% को %token0% से स्वैप करें",
  "Search pools or tokens": "पूल या टोकन खोजें",
  "Watchlist": "वॉचलिस्ट",
  "See more...": "और देखें...",
  "No results": "कोई परिणाम नहीं",
  "Error occurred, please try again": "गलती हुई, कृपया फिर कोशिश करें",
  "LP reward APR": "LP रिवार्ड APR",
  "out of $%totalFees% total fees": "$%totalFees% कुल फ़ीस में से",
  "24H": "24 घंटा",
  "7D performance": "7 दिन का प्रदर्शन",
  "Based on last 7 days' performance. Does not account for impermanent loss": "पिछले 7 दिन के प्रदर्शन के आधार पर। अनस्थिर हानि को ध्यान में नहीं रखा जाता है",
  "View token on CoinMarketCap": "CoinMarketCap पर टोकन देखें",
  "Top Movers": "शीर्ष मूवर",
  "Loading chart data...": "चार्ट डेटा लोड किया जा रहा है...",
  "You have %amount% tickets this round": "इस राउंड में आपके पास %amount% टिकट हैं",
  "You have %amount% ticket this round": "इस राउंड में आपके पास %amount% टिकट है",
  "You had %amount% tickets this round": "इस राउंड में आपके पास %amount% टिकट थे",
  "You had %amount% ticket this round": "इस राउंड में आपके पास %amount% टिकट था",
  "Remove Liquidity": "लिक्विडिटी हटाएं", 
  "Import Token": "Import Token",
  "Output is estimated. You will receive at least %amount% %symbol% or the transaction will revert.": "Output is estimated. You will receive at least %amount% %symbol% or the transaction will revert.",
  "Input is estimated. You will sell at most %amount% %symbol% or the transaction will revert.": "Input is estimated. You will sell at most %amount% %symbol% or the transaction will revert.",
  "Output will be sent to %recipient%": "Output will be sent to %recipient%",
  "Price Updated": "Price Updated",
  "Accept": "Accept",
  "For each trade a %amount% fee is paid": "For each trade a %amount% fee is paid",
  "%amount% to LP token holders": "%amount% to LP token holders",
  "%amount% to the Treasury": "%amount% to the Treasury",
  "%amount% towards ANPAN buyback and burn": "%amount% towards ANPAN buyback and burn", 
  "Route": "Route",
  "This swap has a price impact of at least %amount%%. Please type the word \"%word%\" to continue with this swap.": "This swap has a price impact of at least %amount%%. Please type the word \"%word%\" to continue with this swap.",
  "This swap has a price impact of at least %amount%%. Please confirm that you would like to continue with this swap.": "This swap has a price impact of at least %amount%%. Please confirm that you would like to continue with this swap."
}